Repository: Acidburn0zzz/epiphany
Catalog: help/*/*.po
Languages: de, eu

source: When in Fullscreen mode, only a minimal toolbar is shown.
de: Im Vollbild-Modus wird nur eine minimale Werkzeugleiste angezeigt.
eu: Pantaila osoko moduan gutxieneko tresna-barra soilik bistaratzen da.

source: You can exit Fullscreen mode by pressing <guibutton>Leave Fullscreen</guibutton>.
de: Sie können den Vollbild-Modus verlassen, in dem Sie <guibutton>Vollbild verlassen</guibutton> anklicken.
eu: Pantaila osoko modutik irteteko, sakatu <guibutton>Kendu pantaila osoko modua</guibutton>.

source: To Open a New Window
de: So öffnen Sie ein neues Fenster
eu: Leiho berri bat irekitzea

source: To open a new window, choose <menuchoice><guimenu> File</guimenu><guimenuitem>New Window</guimenuitem></menuchoice>.
de: Um ein neues Fenster zu öffnen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neues Fenster</guimenuitem></menuchoice>.
eu: Leiho berri bat irekitzeko, aukeratu <menuchoice><guimenu> Fitxategia</guimenu><guimenuitem>Leiho berria</guimenuitem></menuchoice>.

source: To Open a New Tab
de: So öffnen Sie einen neuen Reiter
eu: Fitxa berri bat irekitzea

source: To open a new tab, choose <menuchoice><guimenu> File</guimenu><guimenuitem>New Tab</guimenuitem></menuchoice>. The new tab will be placed to the right of any existing tabs.
de: Um einen neuen Reiter zu öffnen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neuer Reiter</guimenuitem></menuchoice>.
eu: Fitxa berri bat irekitzeko, aukeratu <menuchoice><guimenu> Fitxategia</guimenu><guimenuitem>Fitxa berria</guimenuitem></menuchoice>. Lehendik dauden fitxen eskuinean kokatuko da berria.

source: To Open a File
de: So öffnen Sie eine Datei
eu: Fitxategi bat irekitzea

source: To open a file, choose <menuchoice><guimenu>File </guimenu><guimenuitem>Open...</guimenuitem></menuchoice> to display the <guilabel>Open File</guilabel> dialog. Select the file that you want to open, then press <guibutton>Open</guibutton>. The file is displayed in the browser window.
de: Um eine Datei zu öffnen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Öffnen …</guimenuitem></menuchoice>
eu: Fitxategi bat irekitzeko, aukeratu <menuchoice><guimenu>Fitxategia </guimenu><guimenuitem>Ireki...</guimenuitem></menuchoice>, <guilabel>Ireki fitxategia</guilabel> elkarrizketa-koadroa bistaratzeko. Hautatu ireki nahi duzun fitxategia, eta sakatu <guibutton>Ireki</guibutton>. Fitxategia arakatze-leihoan bistaratuko da.

source: To Save a Page to a File
de: So speichern Sie eine Seite in einer Datei
eu: Orri bat fitxategi batean gordetzea

source: To save a page to a file, choose <menuchoice><guimenu> File</guimenu><guimenuitem>Save As...</guimenuitem></menuchoice>. Enter a name for the file in the <guilabel> Save As</guilabel> dialog box, then press <guibutton>Save </guibutton>.
de: Um eine Seite in einer Datei zu speichern, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Speichern unter …</guimenuitem></menuchoice>. Geben Sie einen Namen für die Datei in dem <guilabel>Speichern unter</guilabel>-Dialog ein und klicken dann auf <guibutton>Speichern</guibutton>.
eu: Orri bat fitxategi batean gordetzeko, aukeratu <menuchoice><guimenu> Fitxategia</guimenu><guimenuitem>Gorde honela...</guimenuitem></menuchoice>. Idatzi fitxategiaren izena <guilabel> Gorde honela</guilabel> elkarrizketa-koadroan, eta sakatu <guibutton>Gorde </guibutton>.

source: Using Page Setup
de: Seiteneinstellungen verwenden

source: To set up the paper size, print layout, and printer margins, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Page Setup</guimenuitem></menuchoice>.
de: Um die Papiergröße, das Drucklayout und die Druckränder einzustellen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Seite einrichten</guimenuitem></menuchoice>.

source: Format for
de: Format für

source: You can select the printer you are setting up the page size for here. This is useful when your printer model has specific margins that should not be exceeded.
de: Sie können hier die Seitengröße für den zu verwendenden Drucker festlegen. Dies ist nützlich, falls Ihr Drucker spezifische Druckränder hat, die nicht überschritten werden sollten.

source: Paper Size
de: Eigenschaften
eu: Paper-tamaina

source: Size of the sheets in your printer. Two often used sizes are <guilabel>A4</guilabel> and <guilabel>Letter</guilabel>.
de: Die Größe des Papiers in Ihrem Drucker. Zwei häufig verwendete Papierformate sind <guilabel>A4</guilabel> und <guilabel>US Letter</guilabel>.

source: Orientation
de: Ausrichtung
eu: Orientazioa

source: Defines whether the top of the page is the short (portrait) or long (landscape) edge of the paper.
de: Legt fest, ob die lange Seite (Querformat) oder die kurze Seite (Hochformat) des Papiers beim Drucken oben sein soll.
eu: Orriaren goialdea paperaren alde motza (bertikala) ala luzea (horizontala) den ezartzen du.

source: Using Print Preview
de: Druckvorschau verwenden
eu: Inprimatzeko aurrebista erabiltzea

source: With print preview, you can see how a page will look once it has been printed. To print preview the current page, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print Preview</guimenuitem></menuchoice>.
de: In der Druckvorschau wird dargestellt, wie eine Seite aussehen wird, wenn Sie einmal gedruckt ist. Um eine Druckvorschau der aktuellen Seite anzuzeigen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Druckvorschau</guimenuitem></menuchoice>.
eu: Orri batek inprimatu ondoren izango duen itxura ikus daiteke 'Inprimatzeko aurrebista'n. Uneko orriaren inprimatzeko aurrebista ikusteko, aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Inprimatzeko aurrebista</guimenuitem></menuchoice>.

source: To Print a Page
de: So drucken Sie eine Seite
eu: Orri bat inprimatzea

source: To print a page, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Print...</guimenuitem></menuchoice>. Select the name of the printer in the <guilabel>Printer</guilabel> list or select <guilabel>Print to File</guilabel> to print to a file.
de: Um eine Seite zu drucken, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Drucken …</guimenuitem></menuchoice>.
eu: Orri bat inprimatzeko, aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Inprimatu...</guimenuitem></menuchoice>. Hautatu inprimagailuaren izena <guilabel>Inprimagailua</guilabel> zerrendan, edo, fitxategi batean inprimatzeko, hautatu <guilabel>Inprimatu fitxategian</guilabel>.

source: In the <guilabel>Print Pages</guilabel> section, choose <guilabel> All</guilabel> to print the entire web page, <guilabel>Current </guilabel> to print the currently selected page only or <guilabel>Range</guilabel> to print the range of pages that you specify.
de: Im Abschnitt <guilabel>Druckbereich</guilabel> können Sie festlegen, welche Seiten gedruckt werden sollen. Wählen Sie <guilabel>Alle</guilabel>, um die gesamte Website zu drucken; <guilabel>Markierung</guilabel>, um nur die aktuelle Auswahl zu drucken oder <guilabel>Seiten</guilabel>, um einen frei wählbaren Bereich zu drucken.
eu: Web-orri osoa inprimatzeko sakatu <guilabel>Inprimatu orria</guilabel> ataleko <guilabel> Dena</guilabel>; unean hautatua dagoen orria soilik inprimatzeko aukeratu <guilabel>Unekoa </guilabel>; eta zehaztutako orri-bitartea inprimatzeko, aukeratu <guilabel>Bitartea</guilabel>.

source: To Find Text in a Page
de: So finden Sie Text in einer Seite
eu: Orrian testua bilatzea

source: To search a page for a string, perform the following steps:
de: Um eine Seite nach einer Zeichenkette zu durchsuchen, gehen Sie wie folgt vor:
eu: Orrian testu-kate bat bilatzeko, jarraitu urrats hauei:

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Find...</guimenuitem></menuchoice> to display the <guilabel>Find</guilabel> dialog at the bottom of the browser window.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Suchen …</guimenuitem></menuchoice>, um den <guilabel>Suchen</guilabel>-Dialog am unteren Rand des Browser-Fensters anzuzeigen.
eu: <guilabel>Bilatu</guilabel> elkarrizketa-koadroa arakatze-leihoaren behealdean bistaratzeko, aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Bilatu...</guimenuitem></menuchoice>.

source: Type the string that you want to find, in the <guilabel>Find</guilabel> field.
de: Geben Sie die Zeichenkette, die Sie suchen wollen, in das Textfeld <guilabel>Suchen</guilabel> ein.
eu: Idatzi bilatu nahi duzun katea <guilabel>Bilatu</guilabel> eremuan.

source: To only find occurrences of the string that match the case of the text that you type, select <guilabel>Case sensitive</guilabel>.
de: Um nur nach Vorkommen der Zeichenkette unter Beachtung der Groß- und Kleinschreibung zu suchen, wählen Sie <guilabel>Groß-/Kleinschreibung berücksichtigen</guilabel>.

source: Press <guibutton>Find Next</guibutton> to search the page for the first occurrence of the string. If the string is found, the cursor is moved to the string, and the string is selected.
de: Klicken Sie auf <guibutton>Weitersuchen</guibutton>, um nach dem ersten Vorkommen der Zeichenkette zu suchen. Wenn die Zeichenkette gefunden wird, wandert der Cursor zur Zeichenkette und die Zeichenkette wird ausgewählt.
eu: Katearen lehen agerraldia orrian bilatzeko, sakatu <guibutton>Bilatu hurrengoa</guibutton>. Katea aurkitzen badu, kurtsorea kate horretara joango da, eta katea hautatuta geratuko da.

source: To find the next occurrence of the string, press <guibutton>Find Next</guibutton>.
de: Um nach dem nächsten Vorkommen der Zeichenkette zu suchen, klicken Sie auf <guibutton>Weitersuchen</guibutton>.
eu: Katearen hurrengo agerraldia bilatzeko, egin klik <guibutton>Bilatu hurrengoa</guibutton> botoian.

source: To find the previous occurrence of the string, press <guibutton>Find Previous</guibutton>.
de: Um nach dem vorherigen Vorkommen der Zeichenkette zu suchen, klicken Sie auf <guibutton>Rückwärts suchen</guibutton>.
eu: Katearen aurreko agerraldia bilatzeko, egin klik <guibutton>Bilatu aurrekoa</guibutton> botoian.

source: To finish the search, click outside of the search bar.
de: Um die Suche abzuschließen, klicken Sie auf eine Stelle außerhalb der Suchleiste.
eu: Bilaketa bukatzeko, egin klik bilaketa-barratik kanpora.

source: Wrap Around
de: Fortsetzen der Suche beim Erreichen des Seitenendes
eu: Bilaketa jarraitua

source: When <application>Epiphany</application> has reached the end of the page, the search will be continued from the beginning of the page. The message <guilabel>Wrapped</guilabel> will be shown in the search bar.
de: Wenn <application>Epiphany</application> das Ende der Seite erreicht hat, wird die Suche am Anfang der Seite fortgesetzt. Die Nachricht <guilabel>Fortgesetzt</guilabel> wird in der Suchleiste angezeigt.
eu: <application>Epiphany</application>ren bilaketa orri-amaierara iristean, orriaren hasieratik jarraituko du. <guilabel>Hasieratik jarraitzen</guilabel> mezua bistaratuko da bilaketa-barran.

source: To Change the Zoom Factor
de: So ändern Sie die Vergrößerungsstufe
eu: Zoom-faktorea aldatzea

source: You can use the following methods to enlarge or shrink the text in a web page:
de: Sie können folgende Methoden verwenden, um Text in einer Website zu vergrößern oder zu verkleinern:
eu: Aukera hauek dituzu web-orri bateko testua handiagotzeko edo txikiagotzeko:

source: To enlarge the text in a web page
de: So vergrößern Sie den Text einer Website
eu: Web-orri bateko testua handiagotzeko

source: Press the <guibutton>Larger</guibutton> button in the toolbar of the main window.
de: Klicken Sie auf den <guibutton>Größer</guibutton>-Knopf in der Werkzeugleiste des Hauptfensters.
eu: Sakatu leiho nagusiko tresna-barrako <guibutton>Handiagoa</guibutton> botoia.

source: To shrink the text in a web page
de: So verkleinern Sie den Text einer Website
eu: Web-orri bateko testua txikiagotzeko

source: Press the <guibutton>Smaller</guibutton> button in the toolbar of the main window.
de: Klicken Sie auf den <guibutton>Kleiner</guibutton>-Knopf in der Werkzeugleiste des Hauptfensters.
eu: Sakatu leiho nagusiko tresna-barrako <guibutton>Txikiagoa</guibutton> botoia.

source: Alternatively, you may use the menu:
de: Alternativ können Sie das Menü verwenden:
eu: Menua ere erabil dezakezu, aukeran:

source: To enlarge the view of a page, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Larger Text</guimenuitem></menuchoice>.
de: Um die Ansicht der Seite zu vergrößern, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Text vergrößern</guimenuitem></menuchoice>.
eu: Orria handiago ikusteko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Testu handiagoa</guimenuitem></menuchoice>.

source: To shrink the view of a page, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Smaller Text</guimenuitem></menuchoice>.
de: Um die Ansicht der Seite zu verkleinern, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Text verkleinern</guimenuitem></menuchoice>.
eu: Orria txikiago ikusteko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Testu txikiagoa</guimenuitem></menuchoice>.

source: To view the page at its normal size, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Normal Size</guimenuitem></menuchoice>.
de: Um die Seite in ihrer normale Größe zu betrachten, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Normale Größe</guimenuitem></menuchoice>.
eu: Orria berezko tamaina normalean ikusteko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Tamaina normala</guimenuitem></menuchoice>.

source: To View the Source of a Page
de: So betrachten Sie den Quelltext einer Seite
eu: Orriaren iturburua ikustea

source: To view the source code of a page, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Page Source</guimenuitem></menuchoice>. The source will be displayed in your default text editor.
de: Um den Quelltext einer Seite zu betrachten, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Quelltext der Seite</guimenuitem></menuchoice>. Der Quelltext wird in Ihrem bevorzugten Text-Editor angezeigt.
eu: Orriaren iturburu-kodea ikusteko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Orriaren iturburua</guimenuitem></menuchoice> Testu-editore lehenetsian bistaratuko da iturburua.

source: To View the Page's Popup Windows
de: So zeigen Sie Popup-Fenster einer Seite an
eu: Orriaren leiho gainerakorrak ikustea

source: Some web pages automatically open new browser windows when viewed. These are known as popup windows. To show or hide a page's popup windows, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Popup Windows</guimenuitem></menuchoice>. When the popups for the page are hidden, the blocked popup icon will show in the status bar. The tooltip for this icons shows how many popup windows have been blocked.
de: Einige Seiten öffnen automatisch ein neues Browser-Fenster, wenn sie betrachtet werden. Diese sind bekannt als Popup-Fenster. Um die Popup-Fenster einer Seite anzuzeigen oder zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Popup-Fenster</guimenuitem></menuchoice>. Wenn die Popups für eine Seite verborgen sind, wird das Popup-Symbol in der Statusleiste angezeigt.Die Minihilfe für diese Symbole zeigt, wie viele Popup-Fenster geblockt wurden.
eu: Zenbait web-orrik automatikoki irekitzen dituzte arakatze-leiho berriak. Leiho horiek leiho gainerakorrak dira. Orri baten leiho gainerakorrak erakusteko edo ezkutatzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Leiho gainerakorrak</guimenuitem></menuchoice>. Orri bateko leiho gainerakorrak ezkutatzen direnean, leiho gainerakor blokeatuaren ikonoa bistaratuko da egoera-barran. Ikono horien argibidean ikus daiteke zenbat leiho gainerako blokeatu diren.

source: To set a default popup window behavior for all web pages, see <xref linkend="privacy-preferences"/>.
de: Unter <xref linkend="privacy-preferences"/> finden sie Informationen, wie Sie ein Verhalten für die Darstellung von Popup-Fenstern aller Websites vorgeben können.
eu: Web-orri guztientzat leiho gainerakorren portaera lehenetsia ezartzeko, ikus <xref linkend="privacy-preferences"/>.

source: To Open Links
de: So öffnen Sie Links
eu: Estekak irekitzea

source: Web pages contain links to other web pages, often (but not always) indicated by an underline. To follow a link, left click it.
de: Websites beinhalten Links zu anderen Websites, oft (aber nicht immer) angezeigt durch eine Unterstreichung. Um einem Link zu folgen, klicken Sie mit der linken Maustaste darauf.
eu: Beste web-orrietarako estekak egoten dira web-orrietan, eta askotan (baina ez beti) azpimarra batekin adierazten dira. Estekari jarraitzeko, egin klik ezkerreko botoiarekin.

source: To open a link as the page specifies
de: Einen Link so öffnen, wie es die Seite vorgibt
eu: Orrian ezarria dagoen bezala estekak irekitzea

source: Left-click a link. The link may open in the current window or a new window according to what the page author specified.
de: Klicken Sie links auf einen Link. Der Link öffnet sich entweder in dem aktuellen Fenster oder in einem neuen Fenster, abhängig von dem, was der Autor der Seite festgelegt hat.
eu: Egin klik estekan ezkerreko botoiarekin. Uneko leihoan edo leiho berri batean irekiko da esteka, orrialdearen egileak ezarri duenaren arabera.

source: To open a link in a new tab
de: So öffnen Sie einen Link in einem neuen Reiter
eu: Esteka bat fitxa berri batean irekitzea

source: Select <guimenuitem>Open Link in New Tab</guimenuitem> from the link context menu, or click with the middle mouse button.
de: Wählen Sie <guimenuitem>Link in neuem Reiter öffnen</guimenuitem> im Kontextmenü des Links oder klicken Sie mit der mittleren Maustaste darauf.
eu: Hautatu estekaren laster-menuko <guimenuitem>Ireki esteka fitxa berrian</guimenuitem>, edo egin klik saguaren erdiko botoiarekin.

source: To open a link in a new window
de: So öffnen Sie einen Link in einem neuen Fenster
eu: Esteka bat leiho berri batean irekitzea

source: Select <guimenuitem>Open Link in New Window</guimenuitem> from the link context menu.
de: Wählen Sie <guimenuitem>Link in neuem Fenster öffnen</guimenuitem> im Kontextmenü des Links.
eu: Hautatu estekaren laster-menuko <guimenuitem>Ireki esteka leiho berrian</guimenuitem>.

source: To Download a Link
de: So laden Sie einen Link herunter
eu: Esteka bat deskargatzea

source: To save the target of a link, select <guimenuitem>Download Link</guimenuitem> from the link context menu. The linked file or document will be saved to your download folder which you can set in <xref linkend="general-preferences"/>.
de: Um das Link-Ziel zu speichern, wählen Sie <guimenuitem>Link herunterladen</guimenuitem> aus dem Kontextmenü des Links. Die verlinkte Datei wird in Ihrem Download-Ordner gespeichert, den Sie unter <xref linkend="general-preferences"/> festlegen können.
eu: Esteka baten helburua gordetzeko, hautatu estekaren laster-menuko <guimenuitem>Deskargatu esteka</guimenuitem>. Deskargatzeko karpetan gordeko da estekatutako fitxategi edo dokumentua. Hemen konfigura dezakezu karpeta hori: <xref linkend="general-preferences"/>.

source: To Switch in Between Tabs
de: So wechseln Sie zwischen den Reitern
eu: Fitxa batetik bestera joatea

source: Select the header of a tab to switch to it.
de: Klicken Sie auf einen Reiter, um auf diesen zu wechseln.
eu: Hautatu joan nahi duzun fitxaren goiburua.

source: To Move Tabs
de: So ordnen Sie die Reiter an
eu: Fitxak lekuz aldatzea

source: To rearrange tabs in the current window, select <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Move Tab Left</guimenuitem></menuchoice> or <menuchoice><guimenu>Tabs</guimenu><guimenuitem>Move Tab Right</guimenuitem></menuchoice> to move the current tab. You can also drag tabs to reorder them.
de: Um die Reiter im aktuellen Fenster neu anzuordnen, wählen Sie <menuchoice><guimenu>Reiter</guimenu><guimenuitem>Reiter nach links verschieben</guimenuitem></menuchoice> oder <menuchoice><guimenu>Reiter</guimenu><guimenuitem>Reiter nach rechts verschieben</guimenuitem></menuchoice>. Sie können Reiter auch durch Ziehen und Ablegen neu anordnen.
eu: Uneko leihoko fitxak antolatzeko, hautatu <menuchoice><guimenu>Fitxak</guimenu><guimenuitem>Mugitu fitxa ezkerrera</guimenuitem></menuchoice> edo <menuchoice><guimenu>Fitxak</guimenu><guimenuitem>Mugitu fitxa eskuinera</guimenuitem></menuchoice>, eta mugitu uneko fitxa. Arrastatuta ere antola ditzakezu fitxak.

source: You can also access these options by opening the context menu of the tab header.
de: Sie können auch auf diese Optionen zugreifen, indem Sie durch Anklicken der Kopfzeile des Reiters dessen Kontextmenü öffnen.
eu: Fitxen goiburuko laster-menutik ere atzi daitezke aukera horiek.

source: Managing Your Bookmarks
de: Ihre Lesezeichen verwalten
eu: Laster-markak kudeatzea

source: Overview of the Epiphany Bookmarks System
de: Übersicht über das Epiphany-Lesezeichensystem
eu: Epiphany-ren laster-marken sistemaren azalpen orokorra

source: Building a browser with the simplest interface possible.
de: Programmierung eines Browsers mit der einfachst möglichen Benutzeroberfläche.
eu: Ahalik eta interfazerik sinpleena duen arakatzailea eraikitzea.

source: Avoiding the need for the user to remember addresses of sites that the user wants to visit.
de: Es soll vermieden werden, dass sich der Benutzer an die Adressen der Seiten erinnern muss, die er besuchen will.
eu: Bisitatu nahi dituen guneen helbideak gogoratu beharrik ez izatea erabiltzaileak.

source: The <application>Epiphany</application> bookmark system is quite different from the hierarchical file folder method used by most browsers. This design is in keeping with two design principles: <placeholder-1/>
de: Das <application>Epiphany</application>-Lesezeichensystem unterscheidet sich stark von der hierarchisch aufgebauten Dateiordner-Methode, die von den meisten Browsern verwendet wird. Dieses Design basiert auf zwei Prinzipien:<placeholder-1/>
eu: Arakatzaile gehienek fitxategiak karpetetan sartzeko duten metodo hierarkikoaren oso bestelakoa da <application>Epiphany</application>ren laster-marken sistema. Diseinua bi printzipio nagusitan oinarritzen da: <placeholder-1/>

source: <application>Epiphany</application> follows a database like approach to organise bookmarks. An address related to a bookmark is stored with some metadata associated with it. This metadata is then used to retrieve a bookmark later.
de: <application>Epiphany</application> folgt einem datenbankorientierten Ansatz, um Lesezeichen zu organisieren. Eine Adresse, die im Bezug zu einem Lesezeichen steht, wird zusammen mit einigen Metadaten, die dem Lesezeichen zugeordnet sind, abgespeichert. Diese Metadaten werden später beim Abrufen des Lesezeichens verwendet.
eu: Datu-baseen antzeko egitura erabiltzen du <application>Epiphany</application>k laster-markak antolatzeko. Laster-marka batekin lotutako helbide bat gordetzean, helbide horrekin zerikusia duten metadatu batzuk ere gordetzen ditu. Laster-marka bilatzeko erabiliko dira gero metadatu horiek.

source: Development -&gt; GNOME -&gt; GNOME developers home page
de: Entwicklung -&gt; GNOME -&gt; Website der GNOME-Entwickler
eu: Garapena -&gt; GNOME -&gt; GNOMEren garatzaileen etxeko orria
