Repository: Acidburn0zzz/epiphany
Catalog: help/*/*.po
Languages: de, eu

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem> Delete</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Delete</guimenuitem> from context menu of the bookmark or topic.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Löschen</guimenuitem></menuchoice>. Alternativ, wählen Sie <guimenuitem>Löschen</guimenuitem> aus dem Kontextmenü des Lesezeichens oder Themas.

source: To Edit a Bookmark's Properties
de: So bearbeiten Sie die Eigenschaften eines Lesezeichens
eu: Laster-marka baten propietateak editatzea

source: To edit a bookmark's properties, such as it's title and address, select <guimenuitem>Properties</guimenuitem> from the bookmark's context menu in the bookmarks window.
de: Um die Eigenschaften eines Lesezeichens zu ändern, wie beispielsweise den Titel und die Adresse, wählen Sie <guimenuitem>Eigenschaften</guimenuitem> aus dem Kontextmenü des Lesezeichens im Lesezeichen-Fenster.
eu: Laster-marken propietateak editatzeko, hala nola izena eta helbidea, hautatu, laster-marken leihoan, laster-markaren laster-menuko <guimenuitem>Propietateak</guimenuitem>.

source: To Search Your Bookmarks
de: So durchsuchen Sie Ihre Lesezeichen
eu: Laster-markak bilatzea

source: To search through your bookmarks, enter you search term in the <guilabel>Search</guilabel> field. <application>Epiphany</application> will search through all your bookmarks no matter which topic is currently selected.
de: Um Ihre Lesezeichen zu durchsuchen, geben Sie einen Suchbegriff in das Eingabefeld <guilabel>Suchen</guilabel> ein. <application>Epiphany</application> durchsucht dann alle Ihre Lesezeichen, ungeachtet dessen, welches Thema gerade ausgewählt ist.
eu: Laster-markak bilatzeko, idatzi bilatzen duzun hitza <guilabel>Bilatu</guilabel> eremuan. Laster-marka guztietan egiten du bilaketa <application>Epiphany</application>k, eta ez du axola unean zein gai dagoen hautatua.

source: To Copy the Address of a Bookmark
de: So kopieren Sie die Adresse eines Lesezeichens
eu: Laster-marka baten helbidea kopiatzea

source: To copy the address of a bookmark perform the following steps:
de: Zum Kopieren der Adresse eines Lesezeichens führen Sie die folgenden Schritte aus:
eu: Laster-marka baten helbidea kopiatzeko, jarraitu urrats hauei:

source: Select the bookmark.
de: Wählen Sie das Lesezeichen aus.
eu: Hautatu laster-marka.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem> Copy Address</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Copy Address</guimenuitem> from the bookmark's context menu.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Adresse kopieren</guimenuitem></menuchoice>. Alternativ wählen Sie <guimenuitem>Adresse kopieren</guimenuitem> im Kontextmenü des Lesezeichens.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem> Kopiatu helbidea</guimenuitem></menuchoice>. Bestela, aukeratu laster-markaren laster-menuko <guimenuitem>Kopiatu helbidea</guimenuitem>.

source: To Add a Bookmark or Topic to the Toolbar
de: So fügen Sie ein Lesezeichen oder Thema zur Werkzeugleiste hinzu
eu: Laster-marka bat edo gai bat tresna-barrari gehitzea

source: You can add a bookmark or topic to the toolbar in the following ways:
de: Sie haben folgende Möglichkeiten, ein Lesezeichen oder Thema zur Werkzeugleiste hinzuzufügen:
eu: Laster-marka bat edo gai bat tresna-barrari gehitzeko, jarraitu urrats hauei:

source: <guimenu>File</guimenu> menu
de: <guimenu>Datei</guimenu>-Menü
eu: <guimenu>Fitxategia</guimenu> menua

source: Select the bookmark or topic you wish to add, and choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem> Show on Toolbar</guimenuitem></menuchoice>.
de: Wählen Sie das Lesezeichen oder Thema, das Sie hinzufügen möchten und wählen anschließend <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Auf Werkzeugleiste zeigen</guimenuitem></menuchoice>.
eu: Hautatu gehitu nahi duzun laster-marka edo gaia, eta aukeratu <menuchoice><guisubmenu>Fitxategia</guisubmenu> <guimenuitem>Erakutsi tresna-barran</guimenuitem></menuchoice>.

source: Drag and Drop
de: Ziehen und Ablegen
eu: Arrastatu eta jaregin

source: You can drag and drop bookmarks and topics from the bookmarks window onto the toolbar.
de: Sie können Lesezeichen und Themen aus dem Lesezeichen-Fenster ziehen und auf der Werkzeugleiste ablegen.
eu: Laster-markak eta gaiak laster-marken leihotik tresna-barrara arrasta ditzakezu, eta bertan jaregin.

source: Opening all the bookmarks in a topic
de: Alle Lesezeichen eines Themas öffnen
eu: Gai bateko laster-marka guztiak irekitzea

source: If a topic has been added to the toolbar, all the bookmarks in that topic can be opened in new tabs by choosing <guilabel>Open in New Tabs</guilabel> from the menu item of the topic. The new tabs will open at the right of the current tab. All already opened tabs will be preserved.
de: Wenn ein Thema zur Werkzeugleiste hinzugefügt wurde, können alle Lesezeichen dieses Themas geöffnet werden, in dem Sie <guilabel>In neuen Reitern öffnen</guilabel> aus dem Kontextmenü des Themas wählen. Die neuen Reiter werden rechts vom aktuellen Reiter geöffnet. Alle schon geöffneten Reiter werden dabei nicht angetastet.
eu: Tresna-barrari gai bat gehitu ondoren, gai horretako laster-marka guztiak ireki daitezke fitxa berrietan; horretarako, aukeratu gaiaren menu-elementuko <guilabel>Ireki fitxa berrian</guilabel>. Uneko fitxaren eskuinaldean irekiko dira fitxa berriak. Lehendik irekiak dauden fitxak mantendu egingo dira.

source: To Remove a Bookmark or Topic From the Toolbar
de: So entfernen Sie ein Lesezeichen oder Thema aus der Werkzeugleiste
eu: Laster-marka bat edo gai bat tresna-barratik kentzea

source: You can remove a bookmark or topic from the toolbar in the following ways:
de: Sie können ein Lesezeichen oder Thema auf folgende Arten aus der Werkzeugleiste entfernen:
eu: Laster-marka bat edo gai bat tresna-barratik kentzeko, jarraitu urrats hauei:

source: Select the bookmark or topic you wish to remove, and choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Show on Toolbar</guimenuitem></menuchoice>.
de: Wählen das Lesezeichen oder das Thema aus, welches Sie löschen wollen. Dann wählen Sie <menuchoice><guisubmenu>Datei</guisubmenu><guimenuitem>Auf Werkzeugleiste zeigen</guimenuitem></menuchoice>.
eu: Hautatu kendu nahi duzun laster-marka edo gaia, eta aukeratu <menuchoice><guisubmenu>Fitxategia</guisubmenu> <guimenuitem>Erakutsi tresna-barran</guimenuitem></menuchoice>.

source: Toolbar Editor
de: Werkzeugleisteneditor
eu: Tresna-barraren editorea

source: You can remove bookmarks and topics from the toolbar using the toolbar editor as described in <xref linkend="to-edit-toolbars"/>.
de: Sie können die Lesezeichen und Themen in der Werkzeugleiste mit dem Werkzeugleisteneditor entfernen, so wie in <xref linkend="to-edit-toolbars"/> beschrieben.

source: Bookmarked Searches
de: Intelligente Lesezeichen

source: Bookmarked Searches are a special kind of bookmark that can take one or more arguments. By using Bookmarked Searches, web searches and queries can be performed without loading a query page first.
de: Intelligente Lesezeichen sind eine besondere Art von Lesezeichen, die ein oder mehrere Argumente aufnehmen können. In dem Sie intelligente Lesezeichen verwenden, können Websuchen und Anfragen ausgeführt werden, ohne zuerst die Anfrageseite zu laden.

source: All of your Bookmarked Searches will appear in a drop down menu if you enter some text in the address bar, as shown in <xref linkend="ephy-addressbar-smartbookmark-screenshot"/>. By selecting the Bookmarked Search, a query using the given text will be performed.
de: Alle Ihre intelligenten Lesezeichen werden in einem Auswahlmenü erscheinen, wenn Sie etwas Text in die Adresszeile eingeben, wie es in <xref linkend="ephy-addressbar-smartbookmark-screenshot"/> gezeigt wird. Wenn Sie das intelligente Lesezeichen auswählen, wird eine Anfrage mit dem eingegebenen Text ausgeführt.

source: Bookmarked Search in address bar drop down menu
de: Intelligente Lesezeichen im Auswahlmenü der Adresszeile

source: It is also possible to add a Bookmarked Search to a toolbar by selecting <guimenuitem>Show on Toolbar</guimenuitem> from the bookmark's context menu. If you do so, you will see its name and a text box, as shown in <xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/>. You can enter text into the box and press enter to perform the function of the Bookmarked Search.
de: Es ist ebenfalls möglich, ein intelligentes Lesezeichen zur Werkzeugleiste hinzuzufügen, indem Sie <guimenuitem>Auf Werkzeugleiste zeigen</guimenuitem> aus dem Kontextmenü des Lesezeichens wählen. In diesem Fall wird dessen Name und ein Eingabefeld wie in <xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/> angezeigt. Sie können Text eingeben und die Eingabetaste drücken, um die Funktion des intelligenten Lesezeichens auszuführen.

source: Bookmarked Search in the toolbar
de: Intelligentes Lesezeichen in der Werkzeugleiste

source: To Create a Bookmarked Search
de: Erstellung eines intelligentes Lesezeichens

source: Bookmarked Searches can be created by finding out what address a site uses for searching, for example <command>http://www.google.com/search?q=SEARCHPHRASE</command> will start a Google query for <command>SEARCHPHRASE</command>.
de: Finden Sie heraus, auf welche Weise eine Seite eine Suchanfrage erstellt, beispielsweise startet <command>http://www.google.com/search?q=SUCHBEGRIFF</command> eine Google-Suche nach <command>SUCHBEGRIFF</command>. Daraus lässt sich dann ein intelligentes Lesezeichen erstellen.

source: To make this address a Bookmarked Search, perform the following steps:
de: Um aus dieser Adresse ein intelligentes Lesezeichen zu erstellen, führen Sie die folgenden Schritte aus:

source: Add a bookmark for <command>http://www.google.com/search?q=SEARCHPHRASE</command>
de: Fügen Sie für <command>http://www.google.com/search?q=SUCHBEGRIFF</command> ein Lesezeichen hinzu.
eu: Gehitu honen laster-marka: <command>http://www.google.com/search?q=BILATUESALDIA</command>

source: Open the bookmarks window.
de: Öffnen Sie das Lesezeichen-Fenster.
eu: Ireki laster-marken leihoa.

source: In the <guimenuitem>Address</guimenuitem> field of the bookmark's <guimenuitem>Properties</guimenuitem> dialog, replace <command>SEARCHPHRASE</command> with %s.
de: Im Feld <guimenuitem>Adresse</guimenuitem> des Dialogs <guimenuitem>Eigenschaften</guimenuitem> des Lesezeichens ersetzen Sie <command>SUCHBEGRIFF</command> durch %s.
eu: Laster-markaren <guimenuitem>Propietateak</guimenuitem> elkarrizketa-koadroko <guimenuitem>Helbidea</guimenuitem> eremuan, <command>BILATUESALDIA</command>ren ordez jarri %s.

source: (Optional) If you want the Bookmarked Search to appear on the toolbar, as shown in <xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/>, select <guimenuitem>Show on Toolbar</guimenuitem> from the bookmark's context menu.
de: (Wahlweise) Falls das intelligente Lesezeichen in der Werkzeugleiste angezeigt werden soll, wie in <xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/> gezeigt, wählen Sie <guimenuitem>Auf Werkzeugleiste zeigen</guimenuitem> aus dem Kontextmenü des Lesezeichens.

source: To Resize a Bookmarked Search on the toolbar
de: Ändern der Größe des Eingabefeldes eines intelligenten Lesezeichens in der Werkzeugleiste

source: To set the size of an entry field for a Bookmarked Search, right-click on the bookmark in the <guilabel>Edit Bookmarks</guilabel> dialog and select <guimenuitem>Properties</guimenuitem> from the context menu. In the <guilabel>Address</guilabel> field, add <userinput>%{width=<replaceable>NUMCHARS</replaceable>}</userinput> to the end of the address, replacing <replaceable>NUMCHARS</replaceable> with your desired width. For example, use <userinput>http://www.google.com/search?q=%s%{width=15}</userinput> to set the width of a Google search field to 15 characters.
de: Um die Größe des Eingabefeldes für ein intelligentes Lesezeichen festzulegen, klicken Sie mit der rechten Maustaste auf das Lesezeichen im Dialog <guilabel>Lesezeichen</guilabel>. Wählen Sie <guimenuitem>Eigenschaften</guimenuitem> aus dem Kontextmenü. Im Feld <guilabel>Adresse</guilabel> fügen Sie am Ende der Adresse <userinput>%{width=<replaceable>ANZAHL</replaceable>}</userinput> ein, wobei <replaceable>ANZAHL</replaceable> durch die gewünschte Anzahl der angezeigten Zeichen zu ersetzen ist. Zum Beispiel verwenden Sie <userinput>http://www.google.com/search?q=%s%{width=15}</userinput>, um ein Google-Suchfeld mit 15 Zeichen anzuzeigen.

source: Bookmarked Searches Archive
de: Archiv intelligenter Lesezeichen

source: An archive containing lots of Bookmarked Searches is available at the <ulink url="http://galeon.sourceforge.net/bookmarks/">Galeon</ulink> web site.
de: Ein Archiv mit einer Vielzahl intelligenter Lesezeichen finden Sie auf der Website von <ulink url="http://galeon.sourceforge.net/bookmarks/">Galeon</ulink>.

source: Managing Your History Links
de: Ihre Chronik verwalten
eu: Historiako estekak kudeatzea

source: Overview of the Epiphany History System
de: Überblick über das Chronik-System von Epiphany
eu: Epiphany-ren historiaren sistemaren azalpen orokorra

source: Epiphany collects history information about locations that are visited by you. This information is stored in a database and can then be accessed later.
de: Epiphany sammelt Chronik-Informationen über Orte, die Sie bereits besucht haben. Diese Informationen werden für den späteren Zugriff in einer Datenbank gespeichert.
eu: Epiphany-k zuk bisitatutako kokalekuei buruzko informazio historikoa biltzen du. Informazio hori datu-base batean gordetzen du, gero atzitu ahal izateko.

source: As you type in the location bar of the main window, <application>Epiphany</application> searches for matches in the title or address of the locations stored in the history and the bookmark databases. Matches are shown in a list below the location bar.
de: Sobald Sie etwas in die Adresszeile des Hauptfensters eingeben, sucht <application>Epiphany</application> in der Chronik und der Lesezeichen-Datenbank nach übereinstimmenden Adressen oder Titeln. Die Übereinstimmungen werden in einer Einblendliste unterhalb der Adresszeile angezeigt.
eu: Leiho nagusiko helbide-barran idazten duzunean, historiaren eta laster-marken datu-basean begiratzen du zuk idatzi ahala <application>Epiphany</application>k, gordetako lekuen tituluak edo helbideak bat datozen ikusteko. Aurkitzen dituenak helbide-barraren azpian erakusten ditu.

source: You can manage history by opening the history window. This window allows you to search the history, and delete locations you do not want to revisit later.
de: Zum Verwalten der Chronik öffnen Sie das Chronik-Fenster. Dieses Fenster ermöglicht Ihnen das Durchsuchen der Chronik sowie das Löschen von Orten, die Sie nicht mehr besuchen wollen.
eu: Historiaren leihoa irekita kudea dezakezu historia. Leiho horretan bilaketak egin ditzakezu historian, eta berriro bisitatu nahi ez dituzun helbideak ezabatu.

source: <xref linkend="ephy-history-window-screenshot"/> shows the history window.
de: <xref linkend="ephy-history-window-screenshot"/> zeigt das Chronik-Fenster.
eu: <xref linkend="ephy-history-window-screenshot"/> irudian historiaren leihoa ikus daiteke.

source: History window
de: Chronik-Fenster
eu: Historiaren leihoa

source: To Select History Links
de: So wählen Sie Chronik-Links aus
eu: Historiako estekak hautatzea

source: Select <menuchoice><guimenu>Go</guimenu><guimenuitem>History</guimenuitem></menuchoice> to open the history window. You can search for history links, open history links in a new window or a new tab, or delete history from the database.
de: Wählen Sie <menuchoice><guimenu>Gehe zu</guimenu><guimenuitem>Chronik</guimenuitem></menuchoice>, um das Chronik-Fenster zu öffnen. Sie können die Chronik der besuchten Seiten durchsuchen und diese in einem neuen Fenster oder Reiter öffnen, oder die Chronik leeren.
eu: Historiaren leihoa irekitzeko hautatu <menuchoice><guimenu>Joan</guimenu><guimenuitem>Historia</guimenuitem></menuchoice>. Historiako estekak bilatu, edo leiho edo fitxa berri batean ireki ditzakezu, edo historia datu-basetik ezabatu.

source: To Open a History Link in a New Window or Tab
de: So öffnen Sie einen Chronik-Link in einem neuen Fenster oder Reiter
eu: Historiako esteka bat leiho edo fitxa berri batean irekitzea

source: To open a history link in a new window perform the following steps:
de: Um einen Chronik-Link in einem neuen Fenster zu öffnen, führen Sie die folgenden Schritte aus:
eu: Historiako esteka bat leiho berri batean irekitzeko, jarraitu urrats hauei:

source: Select the history link that you want to open.
de: Wählen Sie den Chronik-Link aus, den Sie öffnen möchten.
eu: Hautatu ireki nahi duzun historiako esteka.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open in New Window</guimenuitem></menuchoice>. Alternatively, choose <menuchoice><guimenuitem>Open in New Window </guimenuitem></menuchoice> from the context menu of the history link.
de: Wählen Sie<menuchoice><guimenu>Datei</guimenu><guimenuitem>In neuem Fenster öffnen</guimenuitem></menuchoice>. Alternativ wählen Sie <menuchoice><guimenuitem>In neuem Fenster öffnen</guimenuitem></menuchoice> im Kontextmenü des Chronik-Links.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Ireki leiho berrian</guimenuitem></menuchoice>. Bestela, aukeratu historiako estekaren laster-menuko <menuchoice><guimenuitem>Ireki leiho berrian </guimenuitem></menuchoice>.

source: To Open a history link in a new tab perform the following steps:
de: Um einen Chronik-Link in einem neuen Reiter zu öffnen, führen Sie die folgenden Schritte aus:
eu: Historiako esteka bat fitxa berri batean irekitzeko, jarraitu urrats hauei:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open in New Tab</guimenuitem></menuchoice>. Alternatively, choose <menuchoice><guimenuitem>Open in New Tab </guimenuitem></menuchoice> from the context menu of the history link.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>In neuem Reiter öffnen</guimenuitem></menuchoice>. Alternativ wählen Sie <menuchoice><guimenuitem>In neuem Reiter öffnen </guimenuitem></menuchoice> im Kontextmenü des Chronik-Links.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Ireki fitxa berrian</guimenuitem></menuchoice>. Bestela, aukeratu historiako estekaren laster-menuko <menuchoice><guimenuitem>Ireki fitxa berrian </guimenuitem></menuchoice>.

source: To Delete a History Link
de: So löschen Sie einen Chronik-Link
eu: Historiako esteka bat ezabatzea

source: To delete a history link perform the following steps:
de: Um einen Chronik-Link zu löschen, führen Sie die folgenden Schritte aus:
eu: Historiako esteka bat ezabatzeko, jarraitu urrats hauei:

source: Select the history link that you want to delete.
de: Wählen Sie den Chronik-Link, den Sie löschen möchten.
eu: Hautatu ezabatu nahi duzun historiako esteka.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Delete</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Delete </guimenuitem> from the context menu of the history link.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Löschen</guimenuitem></menuchoice>. Alternativ wählen Sie <guimenuitem>Löschen</guimenuitem> aus dem Kontextmenü des Chronik-Links.

source: To Search Your History Links
de: So durchsuchen Sie Ihre Chronik
eu: Historiako estekak bilatzea

source: You can type into the search entry in the history window. In case any matches are found in the history database, they are shown in a list below. These matches can then be opened in a new window, a new tab or the link address can be copied for pasting in any other application.
de: Wenn Sie etwas in das Suchfeld im Chronik-Fenster eingeben, werden eventuell in der Chronik-Datenbank gefundene Übereinstimmungen in einer darunter stehenden Liste angezeigt. Diese Übereinstimmungen können Sie in einem neuen Fenster oder einem neuen Reiter öffnen. Wahlweise können Sie die Adresse des Links kopieren, um Sie in einer beliebigen anderen Anwendung einzufügen.
eu: Bilatu nahi duzuna historiaren leihoan idatz dezakezu. Historiaren datu-basean ezer aurkitzen bada, beheko zerrendan azalduko da emaitza. Esteka horiek leiho edo fitxa berrian ireki daitezke, edo estekaren helbidea kopia daiteke beste aplikazioren batean itsasteko.

source: Alternatively, anything you enter in the address entry of the <application>Epiphany</application> window is matched against the history database, and shown in a drop down list alongwith other matches from the bookmarks database.
de: Außerdem wird alles, was Sie in die Adresszeile des <application>Epiphany</application>-Fensters eingeben, mit der Chronik-Datenbank verglichen und in einer Einblendliste zusammen mit den in der Lesezeichen-Datenbank gefundenen Übereinstimmungen angezeigt.
eu: Bestela, <application>Epiphany</application>ren leihoko helbide-sarreran idazten duzun guztia historiaren datu-basearekin konparatzen da, eta bat datozen helbideak goitibeherako zerrenda batean erakusten dira, laster-marken datu-baseko emaitzekin batera.

source: To Copy the Address of a History Link
de: So kopieren Sie die Adresse eines Chronik-Links
eu: Historiako esteka baten helbidea kopiatzea

source: To copy the address of a history link perform the following steps:
de: Um die Adresse eines Chronik-Links zu kopieren, führen Sie die folgenden Schritte aus:
eu: Historiako esteka baten helbidea kopiatzeko, jarraitu urrats hauei:

source: Select the history link.
de: Wählen Sie den Chronik-Link.
eu: Hautatu historiako esteka.

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy Address</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Copy Address</guimenuitem> from context menu of the history link.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Adresse kopieren</guimenuitem></menuchoice>. Alternativ wählen Sie <guimenuitem>Adresse kopieren</guimenuitem> aus dem Kontextmenü des Chronik-Links.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Kopiatu helbidea</guimenuitem></menuchoice>. Bestela, aukeratu historiako estekaren laster-menuko <guimenuitem>Kopiatu helbidea</guimenuitem>.

source: To Create a Bookmark from a History Link
de: So erzeugen Sie ein Lesezeichen aus einem Chronik-Link
eu: Historiako esteka baten laster-marka sortzea

source: To create a bookmark from a history link perform the following steps:
de: Um aus einem Chronik-Link ein Lesezeichen zu erzeugen, führen sie die folgenden Schritte aus:
eu: Historiako esteka baten laster-marka egiteko, jarraitu urrats hauei:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem> Add Bookmark...</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Add Bookmark...</guimenuitem> from the context menu of the history link.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Lesezeichen hinzufügen …</guimenuitem></menuchoice>. Alternativ wählen Sie <guimenuitem>Lesezeichen hinzufügen …</guimenuitem> aus dem Kontextmenü des Chronik-Links.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Gehitu laster-marka</guimenuitem></menuchoice>. Bestela, aukeratu historiako estekaren laster-menuko <guimenuitem>Gehitu laster-marka</guimenuitem>.

source: For more information on bookmarks, see <xref linkend="overview-of-bookmarks"/>.
de: Weitere Informationen über Lesezeichen finden Sie in <xref linkend="overview-of-bookmarks"/>.
eu: Ikus laster-markei buruzko informazio gehiago hemen: <xref linkend="overview-of-bookmarks"/>.

source: Managing Your Cookies and Passwords
de: Ihre Cookies und Passwörter verwalten
eu: Cookie-ak eta pasahitzak kudeatzea
