Repository: Acidburn0zzz/epiphany
Catalog: help/*/*.po
Languages: de, eu

source: Close the current tab or window.
de: Den aktuellen Reiter oder das aktuelle Fenster schließen.
eu: Uneko fitxa edo leihoa ixten du.

source: Show help.
de: Die Hilfe anzeigen.
eu: Laguntza erakusten du.

source: Toggle caret browsing mode.
de: Den Caret-Browse-Modus ein- oder ausschalten.
eu: Kurtsore bidezko arakatze-modua aktibatzen/desaktibatzen du.

source: Bookmark the current page.
de: Aktuellen Seite den Lesezeichen hinzufügen.
eu: Uneko orriaren laster-marka egiten du.

source: Show the bookmarks manager.
de: Den Lesezeichen-Manager anzeigen.
eu: Laster-marken kudeatzailea bistaratzen du.

source: Show the history manager.
de: Die Chronik anzeigen.
eu: Historiaren kudeatzailea bistaratzen du.

source: Navigation Shortcuts
de: Navigations-Kürzel
eu: Nabigatzeko laster-teklak

source: Open a new window.
de: Ein neues Fenster öffnen.
eu: Leiho berria irekitzen du.

source: Open a new tab.
de: Einen neuen Reiter öffnen.
eu: Fitxa berria irekitzen du.

source: Focus the address bar.
de: Die Adresszeile auswählen.
eu: Fokua helbide-barran jartzen du.

source: Left
de: Links
eu: Ezkerrera

source: Go back.
de: Zurück gehen.
eu: Atzera joaten da.

source: Right
de: Rechts
eu: Eskuinera

source: Go forward.
de: Vorwärts gehen.
eu: Aurrera joaten da.

source: Up
de: Hoch
eu: Gora

source: Go up a level.
de: Eine Ebene höher gehen
eu: Maila bat gora joaten da.

source: Home
de: Startseite
eu: Hasiera

source: Go to your home page.
de: Zu Ihrer Startseite gehen.
eu: Etxeko orrira joaten da.

source: Stop page loading.
de: Das Laden der Seite abbrechen.
eu: Orria kargatzea geldiarazten du.

source: Switch to the next frame.
de: Zum nächsten Frame wechseln.
eu: Hurrengo markora joaten da.

source: Switch to the previous frame.
de: Zum vorherigen Frame wechseln.
eu: Aurreko markora joaten da.

source: Tabbed Browsing Shortcuts
de: Tastenkombinationen für das Surfen mit Reitern
eu: Fitxen bidez arakatzeko laster-teklak

source: Page Up
de: Seite hoch
eu: Orria gora

source: Focus the next tab.
de: Den nächsten Reiter hervorheben.
eu: Hurrengo fitxan jartzen du fokua.

source: Page Down
de: Seite runter
eu: Orria behera

source: Focus the previous tab.
de: Den vorherigen Reiter hervorheben.
eu: Aurreko fitxan jartzen du fokua.

source: Move the tab left.
de: Den Reiter nach links verschieben.
eu: Fitxa ezkerrera eramaten du.

source: Move the tab right.
de: Den Reiter nach rechts verschieben.
eu: Fitxa eskuinera eramaten du.

source: Page Viewing Shortcuts
de: Tastenkombinationen für die Ansicht
eu: Orriak ikusteko laster-teklak

source: Toggle fullscreen mode.
de: Vollbild-Modus an- und ausschalten
eu: Pantaila osoaren modua aktibatzen/desaktibatzen du.

source: Zoom the text larger.
de: Text vergrößern.
eu: Testua handiagotzen du.

source: Zoom the text smaller.
de: Text verkleinern.
eu: Testua txikiagotzen du.

source: Display the text at the normal size.
de: Den Text in normaler Größe anzeigen.
eu: Testua tamaina normalean bistaratzen du.

source: View the page source.
de: Quelltext der Seite betrachten.
eu: Orriaren iturburua erakusten du.

source: Editing keyboard shortcuts
de: Tastenkombinationen bearbeiten.
eu: Laster-teklak editatzea

source: You can define new keyboard shortcuts for menu items. See the related section in the <ulink url="ghelp:user-guide#prefs-menustoolbars" type="help">GNOME User Guide</ulink> for a detailed description.
de: Sie können neue Tastenkürzel für die Menüeinträge definieren. In dem entsprechenden Abschnitt des <ulink url="ghelp:user-guide#prefs-menustoolbars" type="help">GNOME Desktop-Benutzerhandbuchs</ulink> finden Sie dazu eine detaillierte Beschreibung.
eu: Laster-tekla berriak defini ditzakezu menuko elementuentzat. Xehetasun gehiago nahi baduzu, ikus horri buruzko atala hemen: <ulink url="ghelp:user-guide#prefs-menustoolbars" type="help">GNOMEren erabiltzailearen gida</ulink>.

source: Mouse Shortcuts
de: Maus-Kürzel
eu: Saguaren bidezko lasterbideak

source: <mousebutton>Middle-click</mousebutton> (On a link)
de: <mousebutton>Klick mit der mittleren Maustaste</mousebutton> (Auf einen Link)
eu: <mousebutton>Erdiko botoiarekin klik egitea</mousebutton> (Esteka batean)

source: Open the link in a new tab.
de: Link in neuem Reiter öffnen.
eu: Esteka fitxa berri batean irekitzen du.

source: <keycombo><keycap>Ctrl</keycap><mousebutton>Click</mousebutton></keycombo> (On a link)
de: <keycombo><keycap>Strg</keycap><mousebutton>Klick!</mousebutton></keycombo> (auf einen Link)
eu: <keycombo><keycap>Ktrl</keycap><mousebutton>Klik egitea</mousebutton></keycombo> (Esteka batean)

source: <keycombo><keycap>Shift</keycap><mousebutton>Click</mousebutton></keycombo> (On a link)
de: <keycombo><keycap>Umschalt</keycap><mousebutton>Klick!</mousebutton></keycombo> (auf einen Link)
eu: <keycombo><keycap>Maius</keycap><mousebutton>Klik egitea</mousebutton></keycombo> (Esteka batean)

source: Download the link.
de: Den Link herunterladen.
eu: Esteka deskargatzen du.

source: About <application>Epiphany</application>
de: Über <application>Epiphany</application>
eu: <application>Epiphany</application>ri buruz

source: <application>Epiphany</application> was written by Marco Presenti Gritti (<email>marco@gnome.org</email>). To find more information about <application>Epiphany</application>, please visit the <ulink url="http://www.gnome.org/projects/epiphany/" type="http">Epiphany Web page</ulink>.
de: <application>Epiphany</application> wurde von Marco Presenti Gritti (<email>marco@gnome.org</email>) geschrieben. Um mehr über <application>Epiphany</application> zu erfahren, besuchen Sie bitte die <ulink url="http://www.gnome.org/projects/epiphany/" type="http">Epiphany-Website</ulink>.
eu: Marco Presenti Grittik (<email>marco@gnome.org</email>) idatzi du <application>Epiphany</application>. <application>Epiphany</application>ri buruzko informazio gehiago lortzeko, bisitatu <ulink url="http://www.gnome.org/projects/epiphany/" type="http">Epiphany-ren web-orria</ulink>.

source: This manual was written by David Bordoley (<email>bordoley@msu.edu</email>), Piers Cornwell (<email>piers@gnome.org</email>) and Patanjali Somayaji (<email>patanjali@codito.com</email>).
de: Dieses Handbuch wurde von David Bordoley (<email>bordoley@msu.edu</email>), Piers Cornwell (<email>piers@gnome.org</email>) und Patanjali Somayaji (<email>patanjali@codito.com</email>) geschrieben.
eu: Eskuliburu hau David Bordoleyk (<email>bordoley@msu.edu</email>) eta Piers Cornwellek (<email>piers@gnome.org</email>) idatzi dute.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="ghelp:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine Kopie der <citetitle>GNU General Public License</citetitle> finden Sie in der <ulink url="ghelp:gpl" type="help">GPL</ulink>, oder in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.
eu: Programa hau Free Software Foundation-ek argitaratutako GNU Lizentzia Publiko Orokorraren 2. bertsioan, edo (nahiago baduzu) bertsio berriago batean, jasotako baldintzen arabera banatzen da. Lizentzia horren kopia <ulink url="ghelp:gpl" type="help">esteka</ulink>honetan, edo programa honen iturburu-kodean sartutako COPYING fitxategian aurkituko duzu.

source: translator-credits
de: Thilo Pfennig <thilopfennig@foresightlinux.org>, 2007 Hendrik Richter <hendrikr@gnome.org>, 2007 Jan Arne Petersen <jap@gnome.org>, 2007 Mario Blättermann <mariobl@gnome.org>, 2008, 2009
eu: Hizkuntza Politikarako Sailburuordetza <hizpol@ej-gv.es>, 2008.

source: Epiphany is the GNOME web browser.
eu: GNOMEren web-arakatzailea da Epiphany.

source: This manual describes version 2.20 of Epiphany.
eu: Eskuliburu honetan Epiphany-ren 2.20 bertsioa azaltzen da.

source: Browser
eu: Arakatzailea

source: Using Print Setup
eu: Inprimatzeko prestatzea

source: Print setup allows you to configure how web pages are printed.
eu: Web-orriak nola inprimatu ezartzeko aukera ematen du'Prestatu inprimatzeko'k.

source: The paper size.
eu: Paper-tamaina.

source: Type capital letters to only find occurrences of the string that match the case of the text that you type.
eu: Bilaketan maiuskulak eta minuskulak bereiztea nahi baduzu, hautatu maiuskula/minuskula aukera.

source: To add a bookmark to a topic, choose <guimenuitem>Properties </guimenuitem> from the bookmarks context menu in the bookmarks window. From the <guilabel>Topics</guilabel> list, select each topic to add this bookmark to, and press <guibutton>Close</guibutton>.
eu: Gai bati laster-marka bat gehitzeko, aukeratu, laster-marken leihoan, laster-marken laster-menuko <guimenuitem>Propietateak </guimenuitem>. <guilabel>Gaiak</guilabel> zerrendan hautatu zein gairi gehitu nahi diozun laster-marka hori, eta sakatu <guibutton>Itxi</guibutton> botoia.

source: To remove a bookmark from a topic, choose <guimenuitem>Properties </guimenuitem> from the bookmarks context menu in the bookmarks window. From the <guilabel>Topics</guilabel> list, remove each topic from which you wish to remove this bookmark, then press <guibutton>Close</guibutton>.
eu: Gai batetik laster-marka bat kentzeko, aukeratu, laster-marken leihoan, laster-marken laster-menuko <guimenuitem>Propietateak </guimenuitem>. <guilabel>Gaiak</guilabel> zerrendan hautatu zein gaitik kendu nahi duzun laster-marka hori, eta sakatu <guibutton>Itxi</guibutton> botoia.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem> Delete</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Delete</guimenuitem> from context menu of the bookmark or topic.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Ezabatu</guimenuitem></menuchoice>. Bestela, aukeratu laster-markaren edo gaiaren laster-menuko <guimenuitem>Ezabatu</guimenuitem>.

source: You can remove bookmarks and topics from the toolbar using the toolbar editor as described in the section <xref linkend="to-edit-toolbars"/>.
eu: Laster-markak eta gaiak tresna-barratik kentzeko, tresna-barren editorea erabil dezakezu, <xref linkend="to-edit-toolbars"/> atalean azaltzen den moduan.

source: Smart Bookmarks
eu: Laster-marka azkarrak

source: Smart Bookmarks are a special kind of bookmark that can take one or more arguments. By using Smart Bookmarks, web searches and queries can be performed without loading a query page first.
eu: Laster-marka azkarrak bereziak dira, eta argumentu bat edo gehiago izan ditzakete. Laster-marka azkarren bidez, kontsulta-orria kargatu gabe egin daitezke bilaketak eta kontsultak.

source: All of your Smart Bookmarks will appear in a drop down menu if you enter some text in the address bar, as shown in <xref linkend="ephy-addressbar-smartbookmark-screenshot"/>. By selecting the Smart Bookmark, a query using the given text will be performed.
eu: Laster-marka bizkorrak goitibeherako menu batean agertzen dira helbide-barran testu bat idazten duzunean, <xref linkend="ephy-addressbar-smartbookmark-screenshot"/> irudian ikusten den bezala. Sartutako testua erabiliz kontsulta egingo da laster-marka azkarra hautatzean.

source: Smart Bookmark in address bar drop down menu
eu: Laster-marka azkarrak helbide-barrako goitibeherako menuan

source: It is also possible to add a Smart Bookmark to a toolbar by selecting <guimenuitem>Show on Toolbar</guimenuitem> from the bookmark's context menu. If you do so, you will see its name and a text box, as shown in <xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/>. You can enter text into the box and press enter to perform the function of the Smart Bookmark.
eu: Tresna-barrari laster-marka azkarrak gehitzeko aukera ere badago; horretarako, hautatu laster-marken laster-menuko <guimenuitem>Erakutsi tresna-barran</guimenuitem>. Laster-markaren izena eta testu-koadro bat ikusiko dituzu, <xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/> irudian ikusten den bezala. Koadroan testua idatzi eta Sartu sakatuta laster-marka azkarraren funtzioa betetzen da.

source: Smart Bookmark in the bookmarks bar
eu: Laster-marken barrako laster-marka azkarrak

source: How do I create a Smart Bookmark?
eu: Nola sortzen dira laster-marka azkarrak?

source: Smart Bookmarks can be created by finding out what address a site uses for searching, for example <command>http://www.google.com/search?q=SEARCHPHRASE</command> will start a Google query for <command>SEARCHPHRASE</command>.
eu: Laster-marka bizkorrak sor daitezke webgune batek bilaketak egiteko erabiltzen duen helbidea zein den ikasita; adibidez, <command>http://www.google.com/search?q=BILATUESALDIA</command> helbideak <command>BILATUESALDIA</command>ren bilaketa abiarazten du.

source: To make this address a Smart Bookmark, perform the following steps:
eu: Helbide hori laster-marka azkar bihurtzeko, jarraitu urrats hauei:

source: (Optional) If you want the Smart Bookmark to appear on the toolbar, as shown in <xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/>, select <guimenuitem>Show on Toolbar</guimenuitem> from the bookmark's context menu.
eu: (Aukerakoa) Laster-marka azkarra tresna-barran agertzea nahi baduzu (<xref linkend="ephy-bookmarkbar-smartbookmark-screenshot"/> irudian ikusten den bezala), hautatu laster-markaren laster-menuko <guimenuitem>Erakutsi tresna-barran</guimenuitem>.

source: Smart Bookmarks Archive
eu: Laster-marka azkarren artxiboa

source: An archive containing lots of Smart Bookmarks is available at the <ulink url="http://galeon.sourceforge.net/bookmarks/">Galeon</ulink> web site.
eu: Hainbat laster-marka azkar dituen artxiboa erabilgarri dago <ulink url="http://galeon.sourceforge.net/bookmarks/">Galeon</ulink> webgunean.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Delete</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Delete </guimenuitem> from the context menu of the history link.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Ezabatu</guimenuitem></menuchoice>. Bestela, aukeratu historiako estekaren laster-menuko <guimenuitem>Ezabatu</guimenuitem>.

source: The certificate viewer presents the details held within the certificate. The <guilabel>General</guilabel> tab provides the following details:
eu: Ziurtagirien xehetasunak erakusten ditu ziurtagiri-ikustaileak. <guilabel>Orokorra</guilabel> fitxan xehetasun hauek daude:

source: Organisation
eu: Erakundea

source: Some web sites have pages which are available in a number of different languages. You can set your prefered languages by adding entries from the <guilabel>Language</guilabel> list using the <guibutton>Add </guibutton> button. Entries are listed in the order they will be checked, with your prefered language at the top. You can reorder entries by dragging them or using the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons.
eu: Web-orri batzuk hizkuntza bat baino gehiago dituzte aukeran. Hizkuntza hobetsiak ezar ditzakezu; horretarako, gehitu <guilabel>Hizkuntza</guilabel> zerrendako sarrerak <guibutton>Gehitu </guibutton> botoiaren bidez. Zerrendaren ordenari jarraituz egiaztatuko dira sarrerak, eta gogokoena zerrendaren goialdekoa da. Sarrerak ordena daitezke, arrastatuz edo <guibutton>Gora</guibutton> eta <guibutton>Behera</guibutton> botoien bidez.

source: To add a new toolbar, press <guibutton>Add Toolbar</guibutton> in the toolbar editor.
eu: Tresna-barra berria gehitzeko, sakatu tresna-barren editoreko <guibutton>Gehitu tresna-barra</guibutton>.

source: Esc
eu: Ihes
