Repository: Acidburn0zzz/epiphany
Catalog: help/*/*.po
Languages: de, eu

source: Epiphany is a simple web browser for GNOME with most standard features such as pop-up blocking, tabbed browsing. It also has optional extensions and rather than using folder-based bookmarks, it has topic-based bookmarks.
de: Epiphany ist ein einfacher Webbrowser für GNOME, der über die meisten Standardfunktionen wie Blockierung von Popup-Fenstern oder Browsen in Reitern verfügt. Wahlweise sind Erweiterungen möglich. Im Gegensatz zu den ordnerbasierten Lesezeichen benutzt Epiphany ein themenbasiertes Lesezeichensystem.

source: Epiphany Manual
de: Epiphany-Handbuch
eu: Epiphany-ren eskuliburua

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
eu: GNOMEren dokumentazio-proiektua

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
eu: Baimena ematen da dokumentu hau kopiatu, banatu eta/edo aldatzeko Free Software Foundation-ek argitaratutako GNU Dokumentazio Librearen Lizentziaren 1.1. bertsioan edo berriago batean ezarritako baldintzak betetzen badira; Atal Aldaezinik, Aurreko azaleko testurik eta Atzeko azaleko testurik gabe. GFDL lizentziaren kopia <ulink type="help" url="ghelp:fdl">esteka honetan</ulink> edo eskuliburu honekin batera ematen den COPYING-DOCS fitxategian aurkituko duzu.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von GNOME-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.
eu: Eskuliburu hau GFDL lizentziarekin banatzen diren GNOME eskuliburuen bildumakoa da. Eskuliburu hau bildumatik bereizita banatu nahi baduzu, bana dezakezu, baina eskuliburuari lizentziaren kopia bat gehitu beharko diozu, lizentzian bertan 6. atalean azaltzen den bezala.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer GNOME-Dokumentation vorkommen und wenn die Mitglieder des GNOME-Dokumentationsprojekts über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
eu: Enpresek euren produktu eta zerbitzuak bereizteko erabiltzen dituzten izen asko marka erregistratu moduan hartu behar dira. Izen horiek GNOMEren edozein agiritan agertzen direnean, eta GNOMEren Dokumentazio Proiektuko kideak marka komertzialak direla konturatu badira, orduan izen horiek maiuskulaz idatzita egongo dira, osorik edo hasierako letra maiuskulaz jarrita.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND
eu: DOKUMENTUA "DAGOEN-DAGOENEAN" EMATEN DA, INOLAKO BERMERIK GABE, EZ ESPRESUKI ADIERAZITAKORIK ETA EZ INPLIZITURIK ERE; BESTEAK BESTE (MUGARIK GABE), EZ DA BERMATZEN DOKUMENTUA EDO BERTSIO ALDATUA AKATSIK GABEA DENIK, MERKATURATZEKO EDO XEDE JAKIN BATERAKO EGOKIA DENIK EDO ARAURIK HAUSTEN EZ DUENIK. DOKUMENTUAREN EDO DOKUMENTUAREN BERTSIO ALDATUAREN KALITATEARI, ZEHAZTASUNARI ETA PERFORMANTZIARI BURUZKO ERANTZUKIZUN OSOA ZUREA DA. DOKUMENTUREN BATEK EDO BERTSIO ALDATUREN BATEK EDOZEIN MOTATAKO AKATSIK IZANEZ GERO, ZUK (EZ HASIERAKO IDAZLEAK, EZ EGILEAK ETA EZ INONGO KOLABORATZAILEK) ZEURE GAIN HARTU BEHARKO DUZU BERRIKUSTEKO, KONPONTZEKO EDO ZUZENTZEKO BEHARREZKO ZERBITZU GUZTIEN KOSTUA. BERME-UKATZE HAU LIZENTZIA HONEN FUNTSEZKO ZATIA DA. EZ DA BAIMENIK EMATEN EZEIN DOKUMENTU EDO BERTSIO ALDATU ERABILTZEKO, BALDIN ETA EZ BADA BERME-UKATZE HAU ONARTZEN.

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER -FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.
eu: EZINGO DA INONGO ZIRKUNSTANTZIA EDO LEGE-TEORIARIK OINARRI HARTU --EZ ERANTZUKIZUN ZIBILARI BURUZKORIK (ZABARKERIA BARNE HARTUTA) EZ KONTRATUARI BURUZKORIK, EZ BESTERIK-- DOKUMENTU HONEN EDO BERTSIO ALDATU BATEN EGILEA, HASIERAKO IDAZLEA, EDOZEIN KOLABORATZAILE EDO BANATZAILE, EDO ALDERDI HORIEN EDOZEIN HORNITZAILE BESTE PERTSONA BATEN AURREAN ERANTZULE EGITEKO, PERTSONA HORREK EDOZEIN MOTATAKO KALTE ZUZENEKO, ZEHARKAKO, BEREZI, INTZIDENTAL EDO ONDORIOZKOAK JASAN DITUELAKO, BESTEAK BESTE (MUGARIK GABE), BEZEROAK GALTZEAREN, LANA ETEN BEHARRAREN, ORDENAGAILUAK EZ IBILTZEAREN EDO GAIZKI IBILTZEAREN ONDORIOZKO KALTEAK, EDO DOKUMENTUA NAHIZ HAREN BERTSIO ALDATUAK ERABILTZETIK ONDORIOZTATZEN DIREN EDO ERABILERA HORREKIN ZERIKUSIA DUEN EDOZEIN KALTE EDO GALERA, ALDERDIARI KALTE HORIEK GERTA ZITEZKEELA ADITZERA EMAN BAZAIO ERE.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>
eu: DOKUMENTUA ETA DOKUMENTUAREN BERTSIO ALDATUAK GNU DOKUMENTAZIO LIBREAREN LIZENTZIAREN BALDINTZEN ARABERA EMATEN DIRA, ETA ONDOREN ZEHAZTEN DIRENAK ONARTZERA BEHARTZEN DUTE: <placeholder-1/>

source: Epiphany Development Team
de: Epiphany-Entwicklerteam
eu: Epiphany garatzeko taldea

source: This manual describes version 2.25 of Epiphany.
de: Dieses Handbuch beschreibt Version 2.25 von Epiphany.

source: Introduction
de: Einführung
eu: Sarrera

source: <application>Epiphany</application> is the GNOME web browser. <application>Epiphany</application> aims to be simple to use and standards compliant.
de: <application>Epiphany</application> ist der Webbrowser von GNOME. <application>Epiphany</application> erhebt den Anspruch, einfach bedienbar und standardkonform zu sein.
eu: <application>Epiphany</application> GNOMEren web-arakatzailea da. Erabilerraza izatea eta estandarrak betetzea da <application>Epiphany</application>ren helburua.

source: Getting Started
de: Erste Schritte
eu: Erabiltzen hasteko

source: To Open a Browser Window
de: So öffnen Sie ein Browser-Fenster
eu: Arakatze-leihoa irekitzea

source: You can open a browser window in the following ways:
de: Sie können ein Browser-Fenster auf folgende Arten öffnen:
eu: Era hauetan ireki dezakezu arakatzeko leihoa:

source: <guimenu>Applications</guimenu> menu
de: Menü <guimenu>Anwendungen</guimenu>
eu: <guimenu>Aplikazioak</guimenu> menua

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Epiphany Web Browser</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Epiphany Webbrowser</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Epiphany web-arakatzailea</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile
eu: Komando-lerroa

source: Type <command>epiphany</command>, then press <keycap>Return</keycap>.
de: Geben Sie <command>epiphany</command> ein, und drücken Sie dann die <keycap>Eingabetaste</keycap>.
eu: Idatzi <command>epiphany</command>, eta sakatu <keycap>Sartu</keycap>.

source: To Open the Bookmarks Window
de: So öffnen Sie das Lesezeichen-Fenster
eu: Laster-marken leihoa irekitzea

source: You can open the bookmarks window in the following ways:
de: Sie können das Lesezeichen-Fenster auf die folgenden Arten öffnen:
eu: Honala ireki dezakezu laster-marken leihoa:

source: Choose <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Epiphany Bookmarks</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Epiphany-Lesezeichen</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guisubmenu>Internet</guisubmenu><guimenuitem>Epiphany laster-markak</guimenuitem></menuchoice>.

source: Type <command>epiphany -b</command>, then press <keycap>Return</keycap>.
de: Geben Sie <command>epiphany -b</command> ein, drücken Sie dann die <keycap>Eingabetaste</keycap>.
eu: Idatzi <command>epiphany -b</command>, eta sakatu <keycap>Sartu</keycap>.

source: From the <guimenu>Bookmarks</guimenu> menu
de: Aus dem <guimenu>Lesezeichen</guimenu>-Menü
eu: <guimenu>Laster-markak</guimenu> menutik

source: Choose <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Edit Bookmarks</guimenuitem></menuchoice> from the <application>Epiphany</application> main window.
de: Wählen Sie <menuchoice><guimenu>Lesezeichen</guimenu><guimenuitem>Lesezeichen bearbeiten …</guimenuitem></menuchoice> im <application>Epiphany</application>-Hauptfenster.
eu: Aukeratu <application>Epiphany</application>ren leiho nagusiko <menuchoice><guimenu>Laster-markak</guimenu><guimenuitem>Editatu laster-markak</guimenuitem></menuchoice> aukera.

source: From the <application>Epiphany</application> toolbar
de: Aus der <application>Epiphany</application>-Werkzeugleiste
eu: <application>Epiphany</application>ren tresna-barratik

source: Press the <guibutton>Bookmarks</guibutton> button in the toolbar of the main window.
de: Klicken Sie auf <guibutton>Lesezeichen</guibutton> in der Werkzeugleiste des Hauptfensters.
eu: Sakatu leiho nagusiko tresna-barrako <guibutton>Laster-markak</guibutton> botoia.

source: Browser Windows
de: Browser-Fenster
eu: Arakatze-leihoak

source: Browser windows enable you to browse between web pages. <xref linkend="ephy-screenshot"/> shows a browser window displaying the home page.
de: Browser-Fenster ermöglichen Ihnen, auf Websites zu surfen. <xref linkend="ephy-screenshot"/> zeigt ein Browser-Fenster, das die Startseite anzeigt.
eu: Arakatze-leihoen bidez web-orriak araka ditzakezu. <xref linkend="ephy-screenshot"/> irudiko arakatze-leihoak etxeko orria erakusten du.

source: Browser window displaying the home page
de: Browser-Fenster, das die Startseite anzeigt
eu: Etxeko orria erakusten duen arakatze-leihoa

source: A page being displayed in a browser window. Callouts: Menubar, toolbar, address entry, view pane
de: Eine Seite, die in einem Browser-Fenster angezeigt wird. Enthält Menüleiste, Werkzeugleiste, Addresszeile und Anzeigebereich.
eu: Arakatze-leihoan bistaratzen ari den orri bat. Legendak: menu-barra, tresna-barra, helbide-sarrera, ikusteko panela.

source: <xref linkend="epiphany-TBL-1"/> describes the components of a browser window.
de: <xref linkend="epiphany-TBL-1"/> beschreibt die Komponenten eines Browser-Fensters.
eu: <xref linkend="epiphany-TBL-1"/> taulan arakatze-leihoaren osagaiak azaltzen dira.

source: Browser Window Components
de: Komponenten eines Browser-Fensters
eu: Arakatze-leihoaren osagaiak

source: Component
de: Komponente
eu: Osagaia

source: Description
de: Beschreibung
eu: Azalpena

source: Menubar
de: Menüleiste
eu: Menu-barra

source: Contains menus that you use to perform tasks in a browser window.
de: Enthält Menüs, die Sie verwenden um Aufgaben in einem Browser-Fenster auszuführen.
eu: Arakatze-leihoan egiten diren atazei dagozkien menuak biltzen ditu.

source: Toolbars
de: Werkzeugleisten
eu: Tresna-barrak

source: Contain buttons that you use to perform tasks in a browser window. Menus, buttons and text fields that you use for high-speed access to bookmarks and web searches are also located here.
de: Beinhaltet Knöpfe, die Sie verwenden um Aufgaben in dem Browser-Fenster auszuführen. Menüs, Knöpfe und Textfelder, die Sie verwenden, um Schnellzugriff auf Lesezeichen und Websuchen zu erhalten, befinden sich ebenfalls hier.
eu: Arakatze-leihoan egiten diren atazei dagozkien botoiak biltzen ditu. Laster-markak eta web-bilaketak bizkor atzitzeko erabiltzen diren menuak, botoiak eta testu-eremuak ere hemen kokatzen dira.

source: Address entry
de: Adresszeile
eu: Helbide-sarrera

source: Drop-down combination box that you use to enter web addresses or search terms.
de: Einblend-Kombinationsfeld, das Sie verwenden um eine Webadresse oder einen Suchbegriff einzugeben.
eu: Web-eko helbideak edo bilatu beharreko hitzak idazteko erabiltzen den goitibeherako konbinazio-koadroa.

source: View pane
de: Anzeigebereich
eu: Ikusteko panela

source: Displays the contents of the viewed page.
de: Zeigt den Inhalt der betrachteten Seite an.
eu: Orrien edukia erakusten du.

source: Statusbar
de: Statusleiste
eu: Egoera-barra

source: Displays status information.
de: Zeigt Statusinformationen an.
eu: Egoerari buruzko informazioa erakusten du.

source: You can also open a context menu from browser windows. To open this context menu right-click in a browser window. The items in this menu depend on where you right-click. For example, when you open the context menu of a link, you can choose items related to the link. When you open the context menu on the web page itself, you can choose items related to the display of the web page. By opening the context menu of a toolbar item you can choose items related to that toolbar.
de: Sie können auch ein Kontextmenü im Browser-Fenster öffnen. Um dieses Kontextmenü zu öffnen, klicken Sie mit der rechten Maustaste in ein Browser-Fenster. Die Einträge in diesem Menü hängen davon ab, an welcher Stelle Sie diesen Klick ausführen. Wenn Sie zum Beispiel das Kontext-Menü eines Links öffnen, werden mit diesem Link zusammenhängende Einträge angezeigt. Wenn Sie das Kontext-Menü auf der Website selbst öffnen, werden Einträge angezeigt, die sich auf den Inhalt der Website beziehen. Durch das Öffnen des Kontextmenüs einer Werkzeugleisteneintrags können Sie Einträge bezüglich zu dieser Werkzeugleiste auswählen.
eu: Arakatze-leihotik laster-menuak ere ireki daitezke. Laster-menua irekitzeko, egin klik eskuineko botoiaz arakatze-leihoan. Menu horretako elementuak aldatu egingo dira eskuineko botoiaz klik egiten duzun lekuaren arabera. Adibidez, esteka baten laster-menua irekitzen baduzu, esteka horri buruzko elementuak azaltzen dira. Web-orriaren beraren laster-menua irekitzen baduzu, web-orria ikusteko aukerak azaltzen dira. Tresna-barrako elementu baten laster-menua irekitzean, tresna-barra horri lotutako elementuak aukera ditzakezu.

source: Browsing the Web
de: Im Web surfen
eu: Weba arakatzea

source: Using the Address Entry
de: Die Adresszeile verwenden
eu: Helbide-sarreraren erabilera

source: The address entry is used to enter web addresses or search terms. Any words entered in the address entry are searched for in the Bookmarks database and the History database. If there are any matches, these are shown in a drop down list and can be selected by you. The selected web page will be loaded in the browser window.
de: Die Adresszeile wird verwendet, um Webadressen oder Suchbegriffe einzugeben. Alle Wörter, die in der Adresszeile eingegeben werden, werden mit den Lesezeichen und der Chronik verglichen. Falls es irgendwelche Übereinstimmmungen gibt, werden diese in einer Auswahlliste angezeigt und können von Ihnen ausgewählt werden. Die ausgewählte Website wird in dem Browser-Fenster geladen.
eu: Webeko helbideak edo bilatu nahi diren hitzak idazteko erabiltzen da helbide-sarrera. Helbide-sarreran idazten diren hitzak laster-marken datu-basean eta historiaren datu-basean bilatzen dira. Bat datozenak aurkitzen baditu, goitibeherako zerrendan erakutsiko ditu, zuk hautatzeko. Hautatutako web-orria arakatze-leihoan kargatuko da.

source: You can type in a bookmark topic or a term that is part of the address or title of any page stored in your bookmarks. These terms are searched in the bookmark database for matches. For more information, see <xref linkend="overview-of-bookmarks"/>.
de: Sie können ein Lesezeichen-Thema oder einen Begriff eingeben, der Teil einer Adresse oder des Namens einer in Ihren Lesezeichen gespeicherten Website ist. Anhand dieser Begriffe wird dann in der Lesezeichen-Datenbank nach Übereinstimmungen gesucht. Weitere Informationen hierzu finden Sie in <xref linkend="overview-of-bookmarks"/>.
eu: Laster-marken gai bat edo laster-marketan biltegiratutako orriren baten helbide edo tituluko hitz bat idatz dezakezu. Hitz horiek laster-marken datu-basean bilatuko dira. Ikus informazio gehiago hemen: <xref linkend="overview-of-bookmarks"/>.

source: Using the Toolbar
de: Die Werkzeugleiste verwenden
eu: Tresna-barraren erabilera

source: The toolbar contains a number of shortcuts to commonly used functions. You can use the toolbar to navigate through your web history by pressing the <guibutton> Back</guibutton> and <guibutton>Forward</guibutton> buttons. In addition it is possible to stop the loading of pages by pressing the <guibutton>Stop</guibutton> button. Finally, pages may be reloaded by pressing the <guibutton>Reload</guibutton> button.
de: Die Werkzeugleiste enthält eine Reihe von Kürzeln zu häufig gebrauchten Funktionen. Sie können die Werkzeugleiste nutzen, um durch die Web-Chronik zu navigieren, in dem Sie die <guibutton>Zurück</guibutton>- und <guibutton>Vor</guibutton>-Knöpfe anklicken. Zusätzlich ist es möglich, das Laden von Seiten durch das Anklicken des <guibutton>Stopp</guibutton>-Knopfes zu stoppen. Schließlich können Seiten durch das Anklicken des <guibutton>Aktualisieren</guibutton>-Knopfes neu geladen werden.
eu: Maiz erabiltzen diren funtzioen laster-teklak daude tresna-barran. Tresna-barra erabiliz sareko historian nabigatzeko sakatu <guibutton> Atzera</guibutton> eta <guibutton>Aurrera</guibutton> botoiak. Orriak kargatzea geldiarazteko, sakatu <guibutton>Gelditu</guibutton> botoia. Eta orriak berriro kargatzeko, sakatu <guibutton>Birkargatu</guibutton> botoia.

source: You can customize the buttons which appear on your toolbar by using the Toolbar Editor: for details, see <xref linkend="to-edit-toolbars"/>.
de: Sie können die auf Ihrer Werkzeugleiste angezeigten Knöpfe mit dem Werkzeugleisteneditor anpassen. Weitere Informationen hierzu finden Sie in <xref linkend="to-edit-toolbars"/>.
eu: Tresna barrako botoiak pertsonaliza daitezke Tresna-barraren editorea erabiliz; xehetasun gehiago nahi izanez gero, ikus <xref linkend="to-edit-toolbars"/>.

source: You can also have links to your favorite websites on a toolbar for easy access. For details on adding bookmarks to the toolbar, see <xref linkend="to-add-bookmark-or-topic-to-toolbar"/>.
de: Sie können auch Links zu Ihren favorisierten Websites auf der Werkzeugleiste ablegen, um den Zugriff darauf zu vereinfachen. Weitere Informationen zum Hinzufügen von Lesezeichen zur Werkzeugleiste finden Sie in <xref linkend="to-add-bookmark-or-topic-to-toolbar"/>.
eu: Gogoko webguneen estekak ere jar daitezke tresna-barran, erraz atzitzeko. Laster-markak tresna-barrari nola gehitu jakiteko, ikus <xref linkend="to-add-bookmark-or-topic-to-toolbar"/>.

source: Using Fullscreen Mode
de: Den Vollbild-Modus verwenden
eu: Pantaila osoko moduaren erabilera

source: Fullscreen mode allows the browser to use the whole screen for its viewable area. To enter Fullscreen mode, select <menuchoice><guimenu>View</guimenu><guimenuitem>Fullscreen </guimenuitem></menuchoice>.
de: Der Vollbild-Modus erlaubt es dem Browser, den ganzen Bildschirm für den Ansichtsbereich zu nutzen. Um in den Vollbild-Modus zu wechseln, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Vollbild</guimenuitem></menuchoice>.
eu: Pantaila osoko modua aktibatuta, pantaila osoa hartzen du arakatzailearen ikusteko areak. Pantaila osoko modua aktibatzeko, hautatu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Pantaila osoa </guimenuitem></menuchoice>.
