Repository: Acidburn0zzz/epiphany
Catalog: help/*/*.po
Languages: de, eu

source: You can also choose different font styles and sizes depending on the language that a page is written using the <guibutton>Detailed Font Settings</guibutton> button. First select the language you want to configure from the <guilabel>For language</guilabel> drop-down list. To set the font for standard text, where the width of characters varies, use the <guilabel>Variable width</guilabel> drop down list and spin box. To set the font for fixed width text, where the width of characters is always the same, use the <guilabel>Fixed width</guilabel> drop down list and spin box. To set the minimum font size, use the <guilabel>Minimum size</guilabel> spin box.
de: Mit dem Knopf <guibutton>Erweiterte Schrifteinstellungen</guibutton> wählen Sie verschiedene Schriftarten und -größen aus, abhängig davon, in welcher Sprache eine Seite geschrieben wurde. Wählen Sie zunächst in der Aufklappliste <guilabel>Für Sprache</guilabel> die Sprache aus, deren Einstellungen Sie anpassen wollen. Um die Schrift für den Standardtext einzustellen, dessen Zeichenbreite variabel ist, verwenden Sie die Aufklappliste <guilabel>Variable Breite</guilabel> und das zugehörige Einstellfeld. Um die Schrift für den Text mit fester Breite einzustellen, bei dem die Breite der einzelnen Zeichen immer gleich ist, verwenden Sie die Aufklappliste <guilabel>Dicktengleich</guilabel> und das zugehörige Einstellfeld. Um die minimale Schriftgröße einzustellen, verwenden Sie das Einstellfeld <guilabel>Minimale Größe</guilabel>.
eu: Web-orriaren hizkuntzaren arabera ere aukera ditzakezu letren estiloak eta tamainak, <guibutton>Letra-tipoen ezarpen xehatuak</guibutton> botoiaren bidez. Hautatu konfiguratu nahi duzun hizkuntza <guilabel>Hizkuntza honentzat:</guilabel> goitibeherako zerrendan. Zabalera aldakorreko karakteredun testu estandarren letra-tipoa ezartzeko (horrelakoetan, karaktere guztiek ez dute zabalera berdina), erabili <guilabel>Zabalera aldakorra</guilabel> goitibeherako menua eta biratze-koadroa. Zabalera finkoko karakteredun testuen letra-tipoa ezartzeko (horrelakoetan, karaktere guztien zabalera berdina da), erabili <guilabel>Zabalera finkoa</guilabel> goitibeherako menua eta biratze-koadroa. Gutxieneko letra-tamaina ezartzeko, erabili <guilabel>Gutxieneko tamaina</guilabel> biratze-koadroa.

source: Web pages often specify their own font styles and sizes. You can make <application>Epiphany</application> only use the fonts that you have chosen by deselecting the <guilabel> Let web pages specify their own fonts</guilabel> option.
de: Websites legen oft ihre eigenen Schriftarten und -größen fest. Sie können <application>Epiphany</application> anweisen, nur die von Ihnen selbst gewählten Schriften zu verwenden, indem Sie Option <guilabel>Seiten das Verwenden von eigenen Schriftarten erlauben</guilabel> abwählen.
eu: Web-orriek haien letra-estilo eta -tamainak zehazten dituzte askotan. <application>Epiphany</application>k zuk aukeratutako letra-tipoak soilik erabiltzeko, desautatu <guilabel> Utzi web-orriei letra-tipoa ezartzen</guilabel> aukera.

source: Web pages may also specify their own colors for the background and fonts. You can make <application>Epiphany</application> always use the colors specified by your current desktop theme by deselecting the <guilabel>Let web pages specify their own colors</guilabel> option.
de: Websites legen oft ihre eigenen Farben für die Schriften und Hintergründe fest. Sie können <application>Epiphany</application> anweisen, immer die durch das Desktop-Thema vorgegebenen Farben zu verwenden, indem Sie Option <guilabel>Seiten das Verwenden von eigenen Farben erlauben</guilabel> abwählen.
eu: Atzeko planoaren eta letren koloreak ere ezar ditzakete web-orriek. <application>Epiphany</application>k uneko mahaigainaren gaiaren koloreak soilik erabiltzeko, desautatu <guilabel> Utzi web-orriei koloreak ezartzen</guilabel> aukera.

source: You can make <application>Epiphany</application> use styles defined in your own stylesheet by selecting the <guilabel>Use custom stylesheet</guilabel> option. The <guibutton> Edit Stylesheet</guibutton> button will open your default text editor so that you can edit the stylesheet.
de: Sie können <application>Epiphany</application> anweisen, die in Ihren eigenen Stilvorlagen definierten Stile anzuwenden, indem Sie die Option <guilabel>Eigene Stilvorlage verwenden</guilabel> wählen. Der Knopf <guibutton>Stildatei bearbeiten</guibutton> öffnet Ihren vorgegebenen Texteditor, in welchem Sie Ihre Stildatei anpassen können.
eu: <application>Epiphany</application>k zure estilo-orrian ezarritako estiloak erabiltzeko, hautatu <guilabel>Erabili estilo-orri pertsonalizatua</guilabel> aukera. <guibutton> Editatu estilo-orria</guibutton> botoiak testu-editore lehenetsia irekiko du, estilo-orria editatzeko.

source: You can make <application>Epiphany</application> use a smooth scrolling effect by selecting the <guilabel>Use smooth scrolling</guilabel> option.
de: Sie können <application>Epiphany</application> anweisen, sanftes Scrollen zu verwenden, indem Sie die Option <guilabel>Sanftes Scrollen aktivieren</guilabel> wählen.

source: Privacy Preferences
de: Einstellungen für die Privatsphäre
eu: Pribatutasun-hobespenak

source: <application>Epiphany</application> allows you to configure a number of features which allow you to restrict what web pages can do:
de: <application>Epiphany</application> ermöglicht Ihnen die Anpassung einer Reihe von Funktionen, um die Funktionalität von Websites einzuschränken:
eu: Web-orriek egin dezaketena mugatzeko, zenbait eginbide konfiguratzeko aukera ematen du <application>Epiphany</application>k:

source: Select <guilabel>Allow popup windows</guilabel> if you want web pages to be able to launch content in new windows automatically.
de: Aktivieren Sie <guilabel>Popup-Fenster erlauben</guilabel>, falls Sie Websites erlauben wollen, Inhalte in neuen Fenstern automatisch anzuzeigen.
eu: Hautatu <guilabel>Onartu leiho gainerakorrak</guilabel>, web-orriek leiho berrietan edukia automatikoki abiarazteko ahalmena izatea nahi baduzu.

source: Select <guilabel>Enable Java</guilabel> to allow pages to load Java applets - programs which run inside web pages.
de: Wählen Sie <guilabel>Java aktivieren</guilabel>, um das Laden von Java-Applets zu ermöglichen. Das sind Programme, die innerhalb einer Website ausgeführt werden.
eu: Hautatu <guilabel>Gaitu Java</guilabel>, web-orriei Java miniaplikazioak kargatzen uzteko (alegia, web-orrien barruan exekutatzen diren programak).

source: Select <guilabel>Enable JavaScript</guilabel> to give web pages the capability to use the more advanced programming techniques of the JavaScript language.
de: Aktivieren Sie <guilabel>JavaScript verarbeiten</guilabel>, falls Sie Websites erlauben wollen, die erweiterten Techniken der Programmiersprache JavaScript zu verwenden.
eu: Hautatu <guilabel>Gaitu JavaScript</guilabel>, JavaScript hizkuntzaren programazio-teknika aurreratuenak erabiltzeko gaitasuna emateko web-orriei.

source: Disabling these features may cause some pages to display incorrectly or cause some loss of functionility. For Java to work, you need to install the Java plugin.
de: Das Deaktivieren dieser Funktionen kann dazu führen, dass Seiten nicht korrekt angezeigt werden und dass ein Teil der Funktionalität nicht mehr vorhanden ist. Um Java zu benutzen, müssen Sie das Java-Plugin installieren.
eu: Eginbide horiek desgaituz gero, litekeena da zenbait orri gaizki bistaratzea edo zenbait orrik funtzionaltasuna galtzea. Java plugina instalatu behar da Javak funtzionatzeko.

source: You can also configure how cookies are handled:
de: Sie können auch den Umgang mit Cookies anpassen:
eu: Cookie-ak kudeatzeko modua ere ezar dezakezu:

source: Select <guilabel>Always accept</guilabel> to allow any site to set cookies.
de: Aktivieren Sie <guilabel>Immer akzeptieren</guilabel>, falls Sie jeder Website das Setzen von Cookies erlauben wollen.
eu: Hautatu <guilabel>Onartu beti</guilabel>, gune guztiei cookie-ak ezartzen uzteko.

source: Select <guilabel>Only from sites you visit</guilabel> to only allow cookies to be set for sites which you have navigated to.
de: Aktivieren Sie <guilabel>Nur von momentan angezeigter Seite akzeptieren</guilabel>, um das Setzen von Cookies nur für die aktuell angezeigte Seite zu erlauben.
eu: Hautatu <guilabel>Soilik bisitatu dituzun guneei</guilabel>, soilik bisitatu dituzun guneei cookie-ak ezartzen uzteko.

source: Select <guilabel>Never accept</guilabel> to prevent sites from setting cookies.
de: Aktivieren Sie <guilabel>Nie akzeptieren</guilabel>, falls Sie jegliches Setzen von Cookies verbieten wollen.
eu: Hautatu <guilabel>Inoiz ere ez onartu</guilabel>, cookie-ak ezartzea eragozteko guneei.

source: Disabling or restricting cookies may disable access to parts of some sites or disable some of their features.
de: Das Deaktivieren oder Einschränken von Cookies kann den Zugriff auf Teile einiger Seiten einschränken und einige Funktionen außer Kraft setzen.
eu: Gune batzuen zati batzuk atzitzea edo zenbait eginbide erabiltzea desgaitu daitezke cookie-ak desgaituta edo mugatuta.

source: <application>Epiphany</application> stores some of the content of web pages in temporary files to allow faster loading of the content when you next view them. The <guilabel>Disk space</guilabel> spin box allows you to specify the maximum amount of space <application>Epiphany</application> can use for these files. Setting this value to zero will cause <application>Epiphany</application> to never store temporary files. These temporary files can be removed by pressing the <guibutton>Clear</guibutton> button.
de: <application>Epiphany</application> speichert einen Teil des Inhalts von Websites in temporären Dateien, um den Inhalt beim späteren Anzeigen schneller laden zu können. Das Einstellfeld <guilabel>Plattenplatz</guilabel> ermöglicht Ihnen die Angabe des maximal von <application>Epiphany</application> für diese Dateien verwendeten Platzes. Wenn Sie diesen Wert auf Null setzen, speichert <application>Epiphany</application> niemals temporäre Dateien. Sie können die temporären Dateien durch Anklicken des Knopfes <guibutton>Leeren</guibutton> entfernen.
eu: Web-orrien edukiaren zati bat aldi baterako fitxategietan gordetzen du <application>Epiphany</application>k, hurrengoan eduki hori bizkorrago kargatzeko. <application>Epiphany</application>k fitxategi horientzat erabil dezakeen gehienezko espazioa zehaztu dezakezu <guilabel>Lekua diskoan</guilabel> biratze-koadroan. Balioan zero jarriz gero, <application>Epiphany</application>k ez du aldi baterako fitxategirik gordeko. Aldi baterako fitxategi horiek ezabatzeko, sakatu <guibutton>Garbitu</guibutton> botoia.

source: Select the <guilabel>Remember passwords</guilabel> if you want <application>Epiphany</application> to offer to remember passwords when you log in to websites.
de: Aktivieren Sie <guilabel>An Passwörter erinnern</guilabel>, falls Sie <application>Epiphany</application> erlauben wollen, die auf Websites eingegebenen Passwörter zu speichern.

source: Language Preferences
de: Spracheinstellungen
eu: Hizkuntza-hobespenak

source: The encoding of a page specifies the set of characters that are used in it. The <guilabel>Encodings</guilabel> section configures how <application>Epiphany</application> identifies this set. The <guilabel>Default</guilabel> drop-down list allows you to set an encoding to fall back to when the page doesn't specify one.
de: Die Kodierung einer Seite gibt den darin verwendeten Zeichensatz an. Im Abschnitt <guilabel>Zeichenkodierungen</guilabel> geben sie an, wie <application>Epiphany</application> diesen Zeichensatz identifiziert. Die Aufklappliste <guilabel>Vorgabe</guilabel> ermöglicht Ihnen die Angabe einer Zeichenkodierung, die verwendet wird, wenn die betreffende Seite keine Zeichenkodierung vorgibt.
eu: Orrien kodeketan zehazten da orrietan erabiltzen diren karaktere multzoak. <guilabel>Kodeketak</guilabel> atalean ezartzen da <application>Epiphany</application>k nola identifikatzen duen multzo hori. Kodeketa bat ezar daiteke <guilabel>Lehenetsia</guilabel> goitibeherako zerrendan, orriak kodeketarik zehaztu ez duenean erabiltzeko.

source: The <guilabel>Autodetect</guilabel> drop-down list allows you to select a group of encodings from which <application>Epiphany</application> will try to select to right encoding for the page if one is not specified. For example, if you normally visit Chinese pages, for which these may be several different encodings, you might set this to <guilabel>Chinese</guilabel>. To stop <application>Epiphany</application> from trying to guess an encoding, select <guilabel>Off</guilabel>.
de: Die Aufklappliste <guilabel>Auto-Erkennung</guilabel> ermöglicht Ihnen die Auswahl einer Gruppe von Kodierungen. Aus diesen Kodierungen versucht <application>Epiphany</application> die richtige auszuwählen, falls die aktuelle Seite keine solche vorgibt. Wenn Sie beispielsweise chinesische Seiten besuchen, für die es mehrere verschiedene Zeichenkodierungen gibt, sollten Sie dies auf <guilabel>Chinesisch</guilabel> setzen. Wenn Sie nicht möchten, dass <application>Epiphany</application> die Kodierung selbst zu finden versucht, wählen Sie <guilabel>Deaktiviert</guilabel>.
eu: <guilabel>Detektatu automatikoki</guilabel> goitibeherako zerrendan kodeketa multzo bat hauta dezakezu; orri batean kodeketarik zehaztu ez denean, orria behar bezala kodetzeko behar duena kodeketa multzo horretan hautatzen saiatuko da <application>Epiphany</application>. Esate baterako, Txinako orriak maiz bisitatzen badituzu, eta orri horiek zenbait kodeketa-aukera badituzte, <guilabel>Txinera</guilabel> gisa ezar ditzakezu. <application>Epiphany</application>k kodeketak asmatzen saiatzeari uzteko, hautatu <guilabel>Desaktibatuta</guilabel>.

source: Some web sites have pages which are available in a number of different languages. You can set your preferred languages by adding entries from the <guilabel>Language</guilabel> list using the <guibutton>Add </guibutton> button. Entries are listed in the order they will be checked, with your preferred language at the top. You can reorder entries by dragging them or using the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons.
de: Manche Websites sind in einer Reihe von verschiedenen Sprachen verfügbar. Sie können durch Hinzufügen von Einträgen zur Liste <guilabel>Sprachen</guilabel> Ihre bevorzugten Sprachen einstellen. Klicken Sie hierzu auf den Knopf <guibutton>Hinzufügen</guibutton>. Die aufgelisteten Einträge werden nacheinander abgefragt, wobei die von Ihnen bevorzugte Sprache in der Liste an erster Stelle steht. Ziehen Sie die Einträge, um Sie neu anzuordnen oder benutzen Sie die Knöpfe <guibutton>Pfeil hoch</guibutton> und <guibutton>Pfeil runter</guibutton>.

source: To Show and Hide Browser Window Components
de: So können Sie die Komponenten des Browser-Fensters anzeigen oder verstecken
eu: Arakatze-leihoaren osagaiak erakustea eta ezkutatzea

source: You can show and hide browser window components as follows:
de: So können Sie die Komponenten des Browser-Fensters auf folgende Arten anzeigen oder verstecken:
eu: Arakatze-leihoaren osagaiak bistaratzeko edo ezkutatzeko honela egin dezakezu:

source: To hide the toolbars, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Toolbars </guimenuitem><guimenuitem>Hide Toolbars </guimenuitem></menuchoice>. To display the toolbars again, choose <menuchoice><guimenu> View</guimenu><guimenuitem>Toolbars</guimenuitem><guimenuitem>Hide Toolbars</guimenuitem></menuchoice> again.
de: Um die Werkzeugleisten zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Werkzeugleisten</guimenuitem><guimenuitem>Werkzeugleisten verbergen</guimenuitem></menuchoice>. Um die Werkzeugleisten wieder anzuzeigen, wählen Sie erneut <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Werkzeugleisten</guimenuitem><guimenuitem>Werkzeugleisten verbergen</guimenuitem></menuchoice>.
eu: Tresna-barrak ezkutatzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Tresna-barrak </guimenuitem><guimenuitem>Ezkutatu tresna-barrak </guimenuitem></menuchoice>. Tresna-barrak bistaratzeko, aukeratu berriro <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Tresna-barrak </guimenuitem><guimenuitem>Ezkutatu tresna-barrak </guimenuitem></menuchoice>.

source: To hide a particular toolbar, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Toolbars </guimenuitem><guimenuitem>Show </guimenuitem></menuchoice>, followed by the name of the toolbar. To display the toolbar again, choose <menuchoice><guimenu> View</guimenu><guimenuitem>Toolbars</guimenuitem><guimenuitem>Show </guimenuitem></menuchoice>, followed by the name of the toolbar.
de: Um eine bestimmte Werkzeugleiste zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Werkzeugleisten</guimenuitem><guimenuitem>NAME anzeigen</guimenuitem></menuchoice>, wobei NAME dem Namen der Werkzeugleiste entspricht. Um die Werkzeugleiste wieder anzuzeigen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Werkzeugleisten</guimenuitem><guimenuitem>NAME anzeigen</guimenuitem></menuchoice> erneut.
eu: Tresna-barra jakin bat ezkutatzeko, aukeratu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem>Tresna-barrak </guimenuitem><guimenuitem>Erakutsi </guimenuitem></menuchoice>, eta, ondoren, tresna-barraren izena. Tresna-barra jakin bat berriro bistaratzeko, aukeratu <menuchoice><guimenu> Ikusi</guimenu><guimenuitem>Tresna-barrak </guimenuitem><guimenuitem>Erakutsi </guimenuitem></menuchoice>, eta, ondoren, tresna-barraren izena.

source: To hide the statusbar, choose <menuchoice><guimenu> View</guimenu><guimenuitem>Statusbar</guimenuitem></menuchoice>. To display the statusbar again, choose <menuchoice><guimenu>View</guimenu><guimenuitem> Statusbar</guimenuitem></menuchoice> again.
de: Um die Statusleiste zu verbergen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Statusleiste</guimenuitem></menuchoice>. Um die Statusleiste wieder anzuzeigen, wählen Sie erneut <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Statusleiste</guimenuitem></menuchoice>.
eu: Egoera barra ezkutatzeko, aukeratu <menuchoice><guimenu> Ikusi</guimenu><guimenuitem>Egoera-barra</guimenuitem></menuchoice>. Egoera barra bistaratzeko, aukeratu berriro <menuchoice><guimenu> Ikusi</guimenu><guimenuitem>Egoera-barra</guimenuitem></menuchoice>.

source: You can use fullscreen mode to make <application>Epiphany</application> hide most of the window components. For details, see <xref linkend="using-fullscreen-mode"/>.
de: Sie können den Vollbildmodus verwenden, um <application>Epiphany</application> die meisten Fensterkomponenten verbergen zu lassen. Weitere Details finden Sie in <xref linkend="using-fullscreen-mode"/>.
eu: Pantaila osoko modua erabil daiteke <application>Epiphany</application>ren leiho-osagai gehienak ezkutarazteko. Xehetasun gehiago nahi izanez gero, ikus <xref linkend="using-fullscreen-mode"/>.

source: To Edit Your Toolbars
de: So bearbeiten Sie die Werkzeugleisten
eu: Tresna-barrak editatzea

source: You can customize the items which appear in your toolbars:
de: Sie können die in Ihren Werkzeugleisten dargestellten Objekte anpassen:
eu: Tresna-barrako elementuak pertsonaliza daitezke:

source: To add or remove buttons from your toolbar, select <menuchoice><guimenu>View</guimenu><guimenuitem> Toolbars</guimenuitem><guimenuitem>Customize Toolbars</guimenuitem></menuchoice>. Drag icons to and from the editor to add or remove them from your toolbar.
de: Um Knöpfe zur Werkzeugleiste hinzuzufügen oder daraus zu entfernen, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Werkzeugleisten</guimenuitem><guimenuitem>Werkzeugleisten anpassen …</guimenuitem></menuchoice>. Ziehen Sie Symbole in den oder aus dem Editor, um sie zur Werkzeugleiste hinzuzufügen oder daraus zu entfernen.
eu: Tresna-barrari botoiak gehitzeko edo tresna-barrako botoiak kentzeko, hautatu <menuchoice><guimenu>Ikusi</guimenu><guimenuitem> Tresna-barrak</guimenuitem><guimenuitem>Pertsonalizatu tresna-barrak</guimenuitem></menuchoice>. Arrastatu ikonoak editoretik eta editorera, tresna-barrari gehitzeko edo tresna-barratik kentzeko.

source: To add a new toolbar, press <guibutton>Add a New Toolbar</guibutton> in the toolbar editor.
de: Um eine neue Werkzeugleiste hinzuzufügen, klicken Sie auf <guibutton>Werkzeugleiste hinzufügen</guibutton> im Werkzeugleisteneditor.

source: To remove a toolbar, remove all items from it. The toolbar will then automatically be removed.
de: Um eine Werkzeugleiste zu entfernen, löschen Sie alle darin befindlichen Objekte. Die Werkzeugleiste wird dann automatisch entfernt.
eu: Tresna-barra bat kentzeko, kendu tresna-barrako elementu guztiak. Hala, tresna-barra automatikoki kenduko da.

source: Drag buttons, including bookmarks, to rearrange them either on the same toolbar or between different toolbars.
de: Ziehen Sie die Knöpfe mit der Maus, um sie neu anzuordnen, entweder auf der gleichen Werkzeugleiste oder zwischen verschiedenen Werkzeugleisten.
eu: Elementuak berriro ordenatzeko (tresna-barra berean edo tresna-barra batetik bestera), arrastatu botoiak (baita laster-markak ere).

source: Extending <application>Epiphany</application>
de: <application>Epiphany</application> erweitern
eu: <application>Epiphany</application> hedatzea

source: Additional features can be added to <application>Epiphany</application> by installing Extensions. Examples of Extensions include Mouse Gestures which allows page navigation using cursor movements and Error Viewer and Validator which can check web pages for coding errors.
de: Durch die Installation von Erweiterungen können Sie <application>Epiphany</application> mit zusätzlichen Funktionen ausstatten. Beispiele für Erweiterungen sind Mausgesten, mit Hilfe derer Sie mittels Zeigerbewegungen durch eine Seite navigieren, oder die Fehleransicht, mit der Sie Websites auf Programmierfehler überprüfen können.
eu: Eginbide osagarriak gehi daitezke <application>Epiphany</application>n, Hedapenak instalatuta. Instala daitezkeen hedapenenak dira, adibidez: Mouse Gestures (kurtsorearen bidez orrian nabigatzeko), eta Validator, web-orrietan kodeketa erroreak bilatzeko.

source: Please consult your system administrator to find out whether the extensions you require are installed, or see the <ulink url="http://www.gnome.org/projects/epiphany/" type="http">Epiphany Web page</ulink> for installation instructions.
de: Bitte wenden Sie sich an Ihren Systemadministrator, um herauszufinden, ob die von Ihnen benötigten Erweiterungen installiert sind. Alternativ können Sie auf der <ulink url="http://www.gnome.org/projects/epiphany/" type="http">Epiphany Website</ulink> nach Installations-Anweisungen für die gewünschten Erweiterungen suchen.
eu: Behar dituzun hedapenak instalatuak dauden edo ez jakiteko galdetu sistema-administratzaileari, eta instalatzeko argibideak ikusteko, ikus <ulink url="http://www.gnome.org/projects/epiphany/" type="http">Epiphany-ren web-orria</ulink>.

source: Shortcuts
de: Kürzel
eu: Lasterbideak

source: Keyboard Shortcuts
de: Tastenkombinationen
eu: Laster-teklak

source: General Shortcuts
de: Allgemeine Kürzel
eu: Lasterbide orokorrak

source: Shortcut
de: Kürzel
eu: Lasterbidea

source: Ctrl
de: Strg
eu: Ktrl

source: Open a file from a local folder.
de: Eine Datei aus einem lokalen Ordner öffnen.
eu: Fitxategia karpeta lokal batetik irekitzen du.

source: Shift
de: Umschalt
eu: Maius

source: Save the current document to a local folder.
de: Das aktuelle Dokument in einem lokalen Ordner speichern.
eu: Uneko dokumentua karpeta lokal batean gordetzen du.

source: Print the current document.
de: Das aktuelle Dokument ausdrucken.
eu: Uneko dokumentua inprimatzen du.
