Repository: Acidburn0zzz/epiphany
Catalog: help/*/*.po
Languages: de, eu

source: <application>Epiphany</application> stores your cookies and passwords in the Personal Data Manager which can be accessed by choosing <menuchoice><guimenu>Edit</guimenu><guisubmenu>Personal Data</guisubmenu></menuchoice>.
de: <application>Epiphany</application> speichert Ihre Cookies und Passwörter in der Verwaltung der persönlichen Daten. Diese erreichen Sie indem Sie <menuchoice><guimenu>Bearbeiten</guimenu><guisubmenu>Persönliche Daten</guisubmenu></menuchoice> wählen.
eu: <application>Epiphany</application>k datu pertsonalen kudeatzailean biltegiratzen ditu cookie-ak eta pasahitzak. Datu pertsonalen kudeatzailea atzitzeko, aukeratu <menuchoice><guimenu>Editatu</guimenu><guisubmenu>Datu pertsonalak</guisubmenu></menuchoice>.

source: Managing Cookies
de: Cookies verwalten
eu: Cookie-ak kudeatzea

source: Cookies allow web pages to store pieces of information which can then be accessed by the site when you next visit.
de: Cookies ermöglichen den Websites, Informationen zu speichern, die bei einem späteren Besuch der Seite wieder abgerufen werden können.
eu: Ordenagailuan informazioa gordetzen dute web-orriek cookie-en bidez, bisitatzen dituzun hurrengo aldian atzitzeko.

source: In Personal Data Manager, you can view the cookies stored on your computer and the details contained within them. You can also delete cookies.
de: In der Verwaltung der persönlichen Daten können Sie die auf Ihrem Computer gespeicherten Cookies und die darin enthaltenen Details betrachten. Hier können Sie auch Cookies löschen.
eu: Datu pertsonalen kudeatzailean ikus daitezke ordenagailuan biltegiratutako cookie-ak eta cookie-en edukiak. Cookie-ak ezabatzeko aukera ere badago.

source: To view the contents of a cookie, select its entry in the list and press <guibutton>Properties</guibutton>.
de: Um den Inhalt eines Cookies anzuzeigen, wählen Sie den zugehörigen Eintrag in der Liste aus und klicken dann auf <guibutton>Eigenschaften</guibutton>.
eu: Cookie baten edukia ikusteko, hautatu zerrendan cookie-aren sarrera, eta sakatu <guibutton>Propietateak</guibutton>.

source: To delete cookies, select all the cookies you want to delete, and press the <guibutton>Remove</guibutton> button.
de: Um Cookies zu enfernen, wählen Sie die zu entfernenden Cookies aus und klicken Sie dann auf den Knopf <guibutton>Entfernen</guibutton>.
eu: Cookie-ak ezabatzeko, hautatu ezabatu nahi dituzun cookie guztiak, eta sakatu <guibutton>Kendu</guibutton> botoia.

source: The cookies properties window shows you the following details:
de: Das Eigenschaftsfenster für Cookies zeigt Ihnen die folgenden Details an:
eu: Cookie-en propietateen leihoan informazio hau ikus daiteke:

source: Content
de: Inhalt
eu: Edukia

source: The content of the cookie.
de: Der Inhalt eines Cookies.
eu: Cookie-aren edukia

source: Path
de: Pfad
eu: Bide-izena

source: The path within the domain for which the cookie is valid.
de: Der Pfad innerhalb der Domäne, für den das Cookie gültig ist.
eu: Cookie hori baliozkoa den domeinuaren bide-izena.

source: Send for
de: Senden für
eu: Honetarako bidalia

source: When <guilabel>Any type of connection</guilabel>, the cookie can be sent to any server. When <guilabel>Encrypted connections only</guilabel>, the cookie will only be sent to secure servers.
de: <guilabel>Alle Verbindungstypen</guilabel> bedeutet, dass das Cookie zu jedem Server gesendet werden kann. Bei <guilabel>Ausschließlich verschlüsselte Verbindungen</guilabel> kann das Cookie nur an sichere Server versendet werden.
eu: <guilabel>Edozein konexio mota</guilabel>: edozein zerbitzaritara bidal daiteke cookie-a. <guilabel>Enkriptatutako konexioak bakarrik</guilabel>: zerbitzari seguruetara soilik bidal daiteke cookie-a.

source: Expires
de: Verfällt
eu: Iraungitze-data

source: The date and time at which the cookie is no longer valid.
de: Das Datum und die Zeit, bis ein Cookie seine Gültigkeit verliert.
eu: Egun eta data horretatik aurrera cookie-a ez da baliozkoa.

source: Managing Passwords
de: Passwörter verwalten
eu: Pasahitzak kudeatzea

source: Many web sites require you to log in using a username and password to gain access to some or all of the site. <application>Epiphany</application> can remember the passwords for you so that you can quickly login in future.
de: Viele Websites erfordern die Eingabe eines Benutzernamens und eines Passworts, um auf die Seite oder einen Teil davon zugreifen zu können. <application>Epiphany</application> kann diese Passwörter speichern, so dass Sie sich in Zukunft dort schneller anmelden können.
eu: Erabiltzaile-izena eta pasahitza erabiliz erregistratzeko eskatzen dute webgune askok, gunearen zati bat edo gune osoa atzitzeko. <application>Epiphany</application>k pasahitzak gogora ditzake, hurrengoan bizkorrago erregistratzeko.

source: In Personal Data Manager, you can view the sites for which passwords have been stored, and delete them.
de: In der Verwaltung der persönlichen Daten können Sie die Seiten betrachten, für die Passwörter gespeichert wurden, und diese Passwörter löschen.
eu: Zer webguneren pasahitzak biltegiratu diren ikus daiteke, eta pasahitzak ezaba daitezke, datu pertsonalen kudeatzailean.

source: To delete passwords, select all the entries you want to delete, and press the <guibutton>Remove</guibutton> button.
de: Um Passwörter zu löschen, wählen Sie die zu löschenden Einträge aus, und klicken Sie dann auf den Knopf <guibutton>Löschen</guibutton>.
eu: Pasahitzak ezabatzeko, hautatu ezabatu nahi dituzun pasahitzak, eta sakatu <guibutton>Kendu</guibutton> botoia.

source: The password content is normally hidden to protect your privacy. You can use the <guilabel>Show passwords</guilabel> toggle to reveal previously saved passwords.
de: Der Inhalt des Passworts wird normalerweise verborgen, um Ihre Privatsphäre zu schützen. Verwenden Sie das Kontrollkästchen <guilabel>Passwörter anzeigen</guilabel>, um zu einem früheren Zeitpunkt gespeicherte Passwörter anzuzeigen.
eu: Pasahitzen edukia ezkutukoa izaten da normalean, pribatutasuna babesteko. <guilabel>Erakutsi pasahitzak</guilabel> erabiliz, lehendik gordetako pasahitzak bistara daitezke.

source: Clearing your personal data
de: Löschen Ihrer persönlichen Daten

source: <application>Epiphany</application> let you clear all your personal data it remembered in an easy way.
de: In <application>Epiphany</application> lassen sich alle gespeicherten persönlichen Daten auf einfache Weise entfernen.

source: The Clear All dialog, which can be accessed by clicking on the <guibutton>Clear All...</guibutton> on the bottom right corner of the Personal Data Manager, let you specify the items of your personal data you want to clean. For details see: <xref linkend="managing-cookies"/>, <xref linkend="managing-passwords"/> and <xref linkend="overview-of-history"/>. Note that the operation is not undoable, and by clicking on <guibutton>Clear</guibutton> you will lose all the personal data of the selected kind.
de: Den Dialog »Alle persönlichen Daten löschen« erreichen Sie durch Anklicken des Knopfes <guibutton>Leeren</guibutton> in der unteren rechten Ecke der Verwaltung der persönlichen Daten. Dieser Dialog ermöglicht Ihnen die Auswahl der Art der Daten, die Sie entfernen wollen. Weitere Details hierzu finden sie in <xref linkend="managing-cookies"/>, <xref linkend="managing-passwords"/> und <xref linkend="overview-of-history"/>. Beachten Sie, dass diese Operation nicht rückgängig zu machen ist! Beim Anklicken des Knopfes <guibutton>Leeren</guibutton> verlieren Sie alle persönlichen Daten der ausgewählten Art.

source: Using the Download Manager
de: Den Download-Manager nutzen
eu: Deskarga-kudeatzailearen erabilera

source: When you are downloading files, the download manager provides you with details of the current downloads:
de: Wenn Sie Dateien herunterladen, stellt der Download-Manager Details zu den aktuellen Downloads bereit:
eu: Fitxategiak deskargatzean, uneko deskargen xehetasunak ematen ditu deskarga-kudeatzaileak:

source: The <guilabel>%</guilabel> column shows the progress of each download.
de: Die <guilabel>%</guilabel>-Spalte zeigt den Fortschritt jedes Downloads an.
eu: <guilabel>%</guilabel> zutabeak deskarga bakoitzaren progresioa erakusten du.

source: The <guilabel>Filename</guilabel> is the name of the downloading file. The folder which the file is downloaded to can be specified in <xref linkend="general-preferences"/>. This column also shows the amount of the file downloaded and its total size.
de: Der <guilabel>Dateiname</guilabel> ist der Name der herunterzuladenden Datei. Der Ordner, in dem die Datei gespeichert wird, kann in <xref linkend="general-preferences"/> angepasst werden. Diese Spalte zeigt auch die bereits heruntergeladene Datenmenge und die Gesamtgröße an.
eu: Deskargatzen ari den fitxategiaren izena da <guilabel>Fitxategi-izena</guilabel>. Fitxategi hori zein karpetara deskargatu behar den ezar daiteke <xref linkend="general-preferences"/>(e)n. Zutabe horretan ikusten dira, horiez gain, fitxategiaren deskargatutako zenbatekoa eta fitxategiaren tamaina osoa.

source: <guilabel>Remaining</guilabel> gives an estimation of the amount of time to completion. This is a best guess and, depending on the reliability of your connection, this value may vary in accuracy.
de: In <guilabel>Verbleibend</guilabel> wird eine geschätzte Zeit bis zur Vervollständigung des Downloads angegeben. Die Genauigkeit dieses Wertes ist abhängig von den Schwankungen der Verbindungsgeschwindigkeit.
eu: Osatzeko gutxi gorabehera zenbat denbora falta den adierazten du <guilabel>Falta</guilabel>k. Kalkulu hori Interneteko konexioaren fidagarritasunaren baitan dago, beraz, doitasuna alda daiteke.

source: To cancel a download, select its entry in the download manager and press <guibutton> Stop</guibutton>.
de: Um einen Download abzubrechen, wählen Sie den zugehörigen Eintrag im Download-Manager und klicken Sie auf <guibutton>Stopp</guibutton>.
eu: Deskarga bat bertan behera uzteko, hautatu deskarga-kudeatzailean bertan behera utzi nahi duzun deskarga, eta sakatu <guibutton> Gelditu</guibutton>.

source: To pause a download, select its entry in the download manager and press <guibutton> Pause</guibutton>.
de: Um einen Download zu unterbrechen, wählen Sie den zugehörigen Eintrag im Download-Manager und klicken Sie auf <guibutton>Pause</guibutton>.
eu: Deskarga bat pausarazteko, hautatu deskarga-kudeatzailean pausarazi nahi duzun deskarga, eta sakatu <guibutton> Pausarazi</guibutton>.

source: To resume a download, select its entry in the download manager and press <guibutton> Resume</guibutton>.
de: Um einen abgebrochenen Download wiederaufzunehmen, wählen Sie den zugehörigen Eintrag im Download-Manager und klicken Sie auf <guibutton>Fortsetzen</guibutton>.
eu: Deskarga bati berrekiteko, hautatu deskarga-kudeatzailean zein deskargari berrekin nahi diozun, eta sakatu <guibutton> Berrekin</guibutton>.

source: Once all downloads have finished, or been cancelled, the download manager will close.
de: Sobald alle Downloads beendet sind oder abgebrochen wurden, wird der Download-Manager geschlossen.
eu: Deskarga guztiak amaitzean, edo bertan behera uztean, itxi egingo da deskarga-kudeatzailea.

source: <keycombo><keycap>Shift</keycap><mousebutton>Click</mousebutton></keycombo> on a link, image or page will cause it to be downloaded to your default downloads folder.
de: <keycombo><keycap>Umschalt</keycap><mousebutton>Klick!</mousebutton></keycombo> auf einen Link, ein Bild oder eine Seite führt dazu, dass der Link in Ihren vorgegebenen Downloads-Ordner heruntergeladen wird.
eu: Esteka, irudi edo orri batean <keycombo><keycap>Maius</keycap><mousebutton>klik</mousebutton></keycombo> egin, eta deskargen karpeta lehenetsira deskargatuko da.

source: Certificates &amp; Online Security
de: Zertifikate &amp; Online-Sicherheit
eu: Ziurtagiriak eta lineako segurtasuna

source: When using sites which require you to login, or when using on-line shopping, it is important to know that the information you submit is secure. <application>Epiphany</application> offers a number of features to help you do this.
de: Bei der Nutzung von Seiten, die eine Anmeldung erfordern, oder beim Online-Einkauf ist die Sicherheit der von Ihnen eingegebenen Informationen besonders wichtig. <application>Epiphany</application> bietet Ihnen hierzu eine Reihe von Funktionen.
eu: Erregistratzea eskatzen duten guneak erabiltzean, edo linean erostean, garrantzitsua da bidaltzen duzun informazioa segurua dela jakitea. Horretan laguntzeko zenbait eginbide ditu <application>Epiphany</application>k.

source: Identifying Secure Sites
de: Sichere Seiten erkennen
eu: Gune seguruak identifikatzea

source: When viewing web pages, <application>Epiphany</application> displays a padlock icon in the statusbar which shows you whether the current site is secure.
de: Beim Betrachten von Websites zeigt <application>Epiphany</application> ein Schloss-Symbol in der Statusleiste an, welches Ihnen anzeigt, ob die gegenwärtige Seite sicher ist.
eu: Web-orriak bisitatzean, giltzarrapo-ikonoa bistaratzen du <application>Epiphany</application>k, uneko gunea segurua den edo ez den adierazteko.

source: An unlocked padlock
de: Ein geöffnetes Schloss
eu: Giltzarrapo irekia

source: Indicates that this site is insecure.
de: Zeigt an, dass diese Seite unsicher ist.
eu: Gunea segurua ez dela adierazten du.

source: A locked padlock
de: Ein geschlossenes Schloss
eu: Giltzarrapo itxia

source: Indicates that this site is secure.
de: Zeigt an, dass diese Seite sicher ist.
eu: Gunea segurua dela adierazten du.

source: A broken padlock
de: Ein gebrochenes Schloss
eu: Giltzarrapo hautsia

source: Indicates that some parts of this page are secure, and others are not. You should consider the page as a whole to be insecure.
de: Zeigt an, dass einige Teile dieser Seite sicher sind und andere nicht. Sie sollten diese Seite insgesamt als unsicher betrachten.
eu: Guneko zati batzuk seguruak direla eta beste batzuk seguruak ez direla adierazten du. Orri osoa ez-segurutzat hartu beharko zenuke.

source: For secure sites, there is an additional locked padlock icon in the address entry, and the address entry has a different background color.
de: Bei sicheren Seiten wird ein weiteres Schloss-Symbol in der Adresszeile angezeigt. Außerdem wird der Hintergrund der Adresszeile in einer anderen Farbe dargestellt.
eu: Guneak seguruak badira, beste giltzarrapo itxi bat agertzen da helbide-sarreran, eta helbide-sarreraren atzeko planoak beste kolore bat du.

source: Using Certificate Viewer
de: Den Zertifikatsbetrachter verwenden
eu: Ziurtagiri-ikustailea erabiltzea

source: The certificate viewer presents the details held within the certificate. Open the certificate viewer by clicking one of the two padlock icons, or by choosing <menuchoice><guimenu>View</guimenu><guimenuitem>Page Security Infomation</guimenuitem></menuchoice>. The <guilabel>General</guilabel> tab provides the following details:
de: Der Zertifikatsbetrachter zeigt die Details eines Zertifikats an. Öffnen Sie den Zertifikatsbetrachter, indem Sie auf die zwei Schloss-Symbole klicken, oder wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Sicherheitsinfomationen</guimenuitem></menuchoice>. Der Reiter <guilabel>Allgemein</guilabel> enthält folgende Details:

source: Common Name
de: Allgemeiner Name
eu: Izen arrunta

source: Shows either who issued the certificate, or the domain to which it was issued.
de: Zeigt entweder den Herausgeber des Zertifikats oder die Domäne, an die das Zertifikat ausgegeben wurde.
eu: Ziurtagiria jaulki duena edo ziurtagiria jaso duen domeinua erakusten du.

source: Shows the name of the issuing company, or the name of the company to which is was issued.
de: Zeigt den Namen der herausgebenden Organisation, oder den Namen der Organisation, an die das Zertifikat ausgegeben wurde.
eu: Ziurtagiria jaulki edo jaso duen enpresaren izena erakusten du.

source: Organisational Unit
de: Organisationseinheit
eu: Erakunde-unitatea

source: Shows the division of the company which issued or received the certificate.
de: Zeigt die Abteilung der Organisation, welche das Zertifikat ausgegeben oder empfangen hat.
eu: Ziurtagiria jaulki edo jaso duen erakunde-atala.

source: Serial Number
de: Seriennummer
eu: Serie-zenbakia

source: A unique identifier for this certificate.
de: Ein eindeutiger Bezeichner für dieses Zertifikat.
eu: Ziurtagiri horren identifikatzaile esklusiboa.

source: Issued On
de: Ausgestellt am
eu: Jaulkitze-data

source: The date the certificate was issued.
de: Das Datum, an dem das Zertifikat ausgestellt wurde.
eu: Ziurtagiriaren jaulkitze-data.

source: Expires On
de: Verfällt am
eu: Iraungitze-data

source: The date the certificate expires.
de: Das Datum, an dem das Zertifikat verfällt.
eu: Ziurtagiriaren iraungitze-data.

source: SHA1 Fingerprint
de: SHA1-Fingerabdruck
eu: SHA1 hatz-marka

source: An identifying string for this certificate. You can check with the issuing company that this string matches the certificate on their records.
de: Eine das Zertifikat identifizierende Zeichenkette. Sie können bei der das Zertifikat ausgebenden Organisation prüfen, ob diese Zeichenkette mit der dort gespeicherten Zeichenkette übereinstimmt.
eu: Ziurtagiri horren kate identifikatzailea. Kate hori eta enpresa ziurtagiri-jaulkitzailearen erregistroko ziurtagiria bat datozen edo ez begira daiteke.

source: MD5 Fingerprint
de: MD5-Fingerabdruck
eu: MD5 hatz-marka

source: The <guilabel>Details</guilabel> tab shows the following information:
de: Der Reiter <guilabel>Details</guilabel> zeigt die folgenden Informationen an:
eu: <guilabel>Xehetasunak</guilabel> fitxan informazio hau dago:

source: Certificate Hierarchy
de: Zertifikats-Hierarchie
eu: Ziurtagiriaren hierarkia

source: Some certificates are signed by intermediate authorities who are in turn signed by an authority at a higher level. This list displays the complete certificate chain.
de: Einige Zertifikate werden von übergeordneten Autoritäten signiert, welche wiederum von einer weiteren übergeordneten Autorität signiert wurde. Diese Liste zeigt die vollständige Zertifizierungskette an.
eu: Ziurtagiri batzuk tarteko ziurtagiri-emaileek sinatutakoak dira, eta maila altuagoko ziurtagiri-emaileek sinatzen dituzte tarteko ziurtagiri-emaile horiek. Zerrenda honetan ziurtagirien kate osoa bistaratzen da.

source: Certificate Fields
de: Zertifikats-Felder
eu: Ziurtagiriaren eremuak

source: Displays the fields as they appear in the certificate for the selected certificate in the hierarchy.
de: Zeigt die Felder, wie Sie im Zertifikat für das in der Hierarchie ausgewählte Zertifikat erscheinen.
eu: Eremuak bistaratzen ditu, hierarkian hautatutako ziurtagirian dauden bezala.

source: Field Value
de: Feldinhalt
eu: Eremuaren balioa

source: Displays the value for the selected certificate field.
de: Zeigt den Wert des ausgewählten Zertifikat-Feldes an.
eu: Hautatutako ziurtagiri-eremuaren balioa bistaratzen du.

source: Customizing <application>Epiphany</application>
de: <application>Epiphany</application> anpassen
eu: <application>Epiphany</application> pertsonalizatzea

source: Setting Your Preferences
de: Ihre Einstellungen setzen
eu: Hobespenak ezartzea

source: You can customize <application>Epiphany</application> to suit your personal needs by using the Preferences dialog which can be accessed by selecting <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>.
de: Sie können <application>Epiphany</application> mittels eines Einstellungsdialogs an Ihre persönlichen Bedürfnisse anpassen. Diesen Dialog erreichen Sie, indem Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice> wählen.
eu: <application>Epiphany</application> pertsonaliza dezakezu zure beharretara egokitzeko, Hobespenak elkarrizketa-koadroaren bidez. Hobespenen elkarrizketa-koadroa atzitzeko, hautatu <menuchoice><guimenu>Editatu</guimenu><guimenuitem>Hobespenak</guimenuitem></menuchoice>.

source: General Preferences
de: Allgemeine Einstellungen
eu: Hobespen orokorrak

source: Choose the page displayed when the <guibutton>Home</guibutton> button on the toolbar is pressed, and also when <application>Epiphany</application> is launched, by entering an address in the <guilabel>Home page</guilabel> section.
de: Durch die Eingabe einer Adresse im Abschnitt <guilabel>Startseite</guilabel> legen Sie fest, welche Seite beim Anklicken des Knopfs <guibutton>Startseite</guibutton> in der Werkzeugleiste sowie beim Start von <application>Epiphany</application> angezeigt wird.
eu: Idatzi helbide bat <guilabel>Etxeko orria</guilabel> atalean, eta orri hori bistaratuko da <application>Epiphany</application> abiaraztean eta tresna-barrako <guibutton>Hasiera</guibutton> botoia sakatzean.

source: Choose the folder for downloaded files by pressing the <guilabel> Download folder</guilabel> button and selecting a folder. If you select <guilabel>Automatically download and open files</guilabel> you will not be prompted before files are download or opened.
de: Klicken Sie auf den Knopf <guilabel>Download-Ordner</guilabel> und wählen Sie den Ordner zum Speichern heruntergeladener Dateien aus. Falls Sie das Kontrollkästchen <guilabel>Dateien automatisch öffnen und herunterladen</guilabel> aktivieren, werden Sie vor dem Herunterladen und Öffnen von Dateien nicht um eine Bestätigung gebeten.
eu: Fitxategiak deskargatzeko karpeta aukeratzeko, sakatu <guilabel> Deskargatzeko karpeta</guilabel> eta hautatu karpeta bat. <guilabel>Automatikoki deskargatu eta ireki fitxategiak</guilabel> hautatzen baduzu, ez dizu galdetuko fitxategiak deskargatu edo ireki aurretik.

source: Fonts and Style Preferences
de: Schriften und Farben einstellen
eu: Letra-tipoen eta estiloen hobespenak

source: This section allows you to configure the style of text and the colors used on web pages.
de: Dieser Abschnitt ermöglicht Ihnen den Stil des Texts und die verwendeten Farben auf Websites anzupassen.
eu: Web-orrietako testuaren estiloa eta koloreak konfigura ditzakezu atal honetan.

source: You can set a minimum size for web page fonts by using the <guilabel> Minimum size</guilabel> spin box. Fonts smaller than this value will be increased to this size.
de: Im Einstellfeld <guilabel>Minimale Größe</guilabel> können Sie eine Mindestgröße für die auf den Seiten angezeigten Schriften angeben. Schriften, die kleiner als dieser Wert sind, werden dadurch auf den angegebenen Wert vergrößert.
eu: Web-orrien gutxieneko letra-tamaina ezar daiteke <guilabel> Gutxieneko tamaina</guilabel> biratze-koadroan. Tamaina hori baino txikiagoa duten letren tamaina handitu egingo da.
