Repository: Acidburn0zzz/epiphany
Catalog: help/*/*.po
Languages: de, eu

source: In the <application>Epiphany</application> bookmark system, addresses are organised by associating each address with one or more topics. For example, if one were to store a bookmark for <ulink type="http" url="http://developer.gnome.org">GNOME Developers home page</ulink>, in any other browser, the user might store it under the following hierarchy: <placeholder-1/>
de: Im Lesezeichensystem von <application>Epiphany</application> werden Adressen durch Zuordnung jeder Adresse zu einem oder mehreren Themen organisiert. Beispielsweise würde ein Lesezeichen für <ulink type="http" url="http://developer.gnome.org">Website der GNOME-Entwickler</ulink> in irgendeinem anderen Browser durch den Benutzer unter der folgenden Hierarchie gespeichert: <placeholder-1/>
eu: <application>Epiphany</application>ren laster-marken sisteman, helbide bakoitza gai bati edo gehiagori lotuta antolatzen dira helbideak. Adibidez, <ulink type="http" url="http://developer.gnome.org">GNOMEren garatzaileen etxeko orria</ulink>ren laster-marka egin nahi bada, beste edozein arakatzailek hierarkia honen arabera gordeko luke, gutxi gorabehera: <placeholder-1/>

source: Development -&gt; GNOME developers home page GNOME -&gt; GNOME developers home page
de: Entwicklung -&gt; Website der GNOME-Entwickler GNOME -&gt; Website der GNOME-Entwickler
eu: Garapena -&gt; GNOMEren garatzaileen etxeko orria GNOME -&gt; GNOMEren garatzaileen etxeko orria

source: In <application>Epiphany</application>, the same page could be associated with two topics: <placeholder-1/> Now the user can access this bookmark by typing the topic "GNOME" or "Development" in the location bar. The user can also type in any of the words "GNOME", "developers", "home" or "page" in the location bar. Either of these methods drops a list containing the required bookmark. For all ways to access bookmarks, see <xref linkend="to-access-a-bookmark"/>
de: In <application>Epiphany</application> kann die selbe Seite mit zwei Themen verküpft sein:<placeholder-1/> Nun kann der Benutzer das Lesezeichen durch die Eingabe von »GNOME« oder »Entwickler« in der Adresszeile abrufen. Der Benutzer kann auch einige dieser Wörter in der Adresszeile verwenden: »Website«, »der« und »Entwickler«. Jede dieser Methoden gibt eine Liste aus, die das benötigte Lesezeichen enthält. Informationen über weitere Möglichkeiten zum Zugriff auf Lesezeichen finden Sie in <xref linkend="to-access-a-bookmark"/>.
eu: <application>Epiphany</application>n orri bera bi gairi lotua gorde daiteke. <placeholder-1/> Laster-marka hori atzitzeko, "GNOME" edo "Garapena" gaia idatz dezake orain erabiltzaileak helbide-barran. Beste hitz hauetako bat ere idatz daiteke helbide-barran: "GNOMEren", "garatzaileen", "etxeko", edo"orria". Metodo bata zein bestea erabili, aurkitutako laster-marken zerrenda bistaratuko da. Laster-markak atzitzeko modu guztien berri izateko, ikus <xref linkend="to-access-a-bookmark"/>

source: Subtopics
de: Unterthemen
eu: Azpigaiak

source: <application>Epiphany</application> allows you to create a single level of topics. Sub-topics are created automatically based on your existing bookmarks and topics.
de: <application>Epiphany</application> ermöglicht es Ihnen eine einzige Ebene von Themen anzulegen. Unterthemen werden automatisch angelegt, basierend auf Ihren existierenden Lesezeichen und Themen.
eu: Gai-maila bakarra sortzeko aukera ematen du <application>Epiphany</application>k. Azpigaiak automatikoki sortzen dira, lehendik dauden laster-marketan eta gaietan oinarrituta.

source: As a user, you may have a very specific way of arrange your bookmarks into a hierarchy. Epiphany does not support the ability to explicitly construct a hierarchy, and so sometimes you might get frustrated that the hierarchy <application>Epiphany</application> builds isn't exactly what you want.
de: Als Benutzer speichern Sie sicherlich Ihre Lesezeichen hierarchisch auf Ihre ganz individuelle Art. Epiphany unterstützt die Möglichkeit der expliziten Erstellung einer eigenen Hierarchie nicht, daher könnten Sie vielleicht manchmal über die von <application>Epiphany</application> erstellte Hierarchie etwas frustriert sein, weil diese nicht genau das darstellt, was Sie eigentlich haben wollten.
eu: Laster-markak hierarkia bat osatuz ordenatzeko oso era jakina izan dezakete erabiltzaileek. Baina Epiphany-k ez du onartzen hierarkiak era esplizituan eraikitzea. Hala, litekeena da erabiltzailea inoiz etsitzea <application>Epiphany</application>k eraikitako hierarkia hark nahi duena bezalakoa ez delako.

source: Use topics that will come to mind first when trying to recall the bookmark.
de: Benutzen Sie Themen die Ihnen als erstes in den Sinn kommen, wenn Sie versuchen, sich an das Lesezeichen zu erinnern.
eu: Laster-marka bat bilatzean burura etorriko zaizkigun lehendabiziko gaiak erabili.

source: Use multiple topics for bookmarks.
de: Verwenden Sie mehrere Themen für ein Lesezeichen.
eu: Laster-markei gai bat baino gehiago lotu.

source: To ensure that you get the best hierarchy possible: <placeholder-1/>
de: So stellen Sie sicher, dass Sie die bestmögliche Hierarchie erhalten: <placeholder-1/>
eu: Hierarkia ahal bezain ona izatea ziurtatzeko: <placeholder-1/>

source: To Access a bookmark
de: So rufen Sie ein Lesezeichen ab
eu: Laster-markak atzitzea

source: The primary way to access bookmarks is the bookmarks window. To open the bookmarks window, see <xref linkend="ephy-to-open-bookmarks"/>. A separate window is used for organising bookmarks because that makes it easier to navigate, and also allows it to have search and edit functionalities in the same place. The bookmarks collection can be directly edited from the desktop. In the same place, it is now possible to edit the bookmark title inline, add more topics, remove bookmarks, associate them with more topics with drag and drop, edit properties of a bookmark, etc.
de: Der wichtigste Weg zum Zugriff auf Lesezeichen ist das Lesezeichen-Fenster. Wie Sie das Lesezeichen-Fenster öffnen können, wird in <xref linkend="ephy-to-open-bookmarks"/> beschrieben. Um das Navigieren innerhalb der Lesezeichen zu vereinfachen, wird ein separates Fenster geöffnet. Außerdem vereint es Such- und Bearbeitungsfunktionen an einer Stelle. Die Lesezeichen-Sammlung kann direkt über den Desktop bearbeitet werden. An der gleichen Stelle ist es nun möglich, den Titel des Lesezeichens direkt zu bearbeiten, weitere Themen hinzuzufügen, Lesezeichen zu entfernen, Lesezeichen weiteren Themen durch Ziehen-und-Ablegen zuzuordnen, die Eigenschaften eines Lesezeichens zu bearbeiten usw.
eu: Laster-markak atzitzeko bide nagusia laster-marken leihoa da. Laster-marken leihoa irekitzeko, ikus <xref linkend="ephy-to-open-bookmarks"/>. Laster-markak antolatzeko leiho bereizi bat erabiltzen da, errazagoa delako horrela nabigatzea, eta bilatzeko eta editatzeko funtzionalitateak leku berean eduki daitezkeelako. Laster-markak zuzenean edita daitezke mahaigainetik. Leku berean hainbat gauza egin daitezke orain: laster-markaren titulua editatu, gaiak gehitu, laster-markak kendu, gai gehiagori lotu arrastatu eta jareginez, laster-markaren propietateak editatu, etab.

source: Typing in a topic in the location bar of the main window drops down a list of bookmarks of that category.
de: Das Eintippen eines Themas in die Adresszeile des Hauptfensters zeigt eine Liste von Lesezeichen aus dieser Kategorie.
eu: Leiho nagusiko helbide-barran gai bat idatzita, kategoria horretako laster-markak agertuko dira goibeherako zerrenda batean.

source: A word typed into the location bar are automatically searched in the bookmark database and matching bookmarks are shown in a drop down list below the location bar.
de: Ein in die Adresszeile eingegebenes Wort wird automatisch in der Lesezeichen-Datenbank gesucht. Übereinstimmende Lesezeichen werden in einer Aufklappliste unterhalb der Adresszeile angezeigt.
eu: Helbide-barran idazten diren hitzak automatikoki bilatzen dira laster-marken datu-basean eta bat datozen laster-markak goitibeherako zerrenda batean ematen dira, helbide-barraren azpian.

source: The menu item <guimenu>Bookmark</guimenu> gives a menu of all the different topics. Bookmarks related to these topics can then be accessed from submenus here. This is closest to the traditional method of accessing bookmarks, and is provided to keep compatibility.
de: Der Menüeintrag <guimenu>Lesezeichen</guimenu> enthält ein Menü aller unterschiedlichen Themen. Lesezeichen mit Bezug auf diese Themen erreichen Sie dann über die Untermenüs.
eu: <guimenu>Laster-markak</guimenu> menu-elementuak gai guztien menua ematen du. Gai horiekin erlazionatutako laster-markak, horko azpimenuetatik atzi daitezke. Laster-markak atzitzeko modu hau da metodo tradizionaletik hurbilen dagoena, eta bateragarritasunaren izenean ematen da.

source: Bookmarks and topics can be added to the toolbars for easy access. To add a bookmark or topic to a toolbar, drag it from the bookmarks window to the toolbar.
de: Lesezeichen und Themen können zur Werkzeugleiste hinzugefügt werden, damit einfacher auf sie zugegriffen werden kann. Um ein Lesezeichen oder ein Thema hinzuzufügen, ziehen Sie es aus dem Lesezeichen-Fenster auf die Werkzeugleiste.
eu: Laster-markak tresna-barrari gehitzeko aukera dago, erraz atzitzeko. Tresna-barrari laster-marka bat edo gai bat gehitzeko, arrastatu laster-marken leihotik tresna-barrara.

source: The bookmarks can also be accessed by: <placeholder-1/>
de: Die Lesezeichen können außerdem abgerufen werden durch: <placeholder-1/>
eu: Honela ere atzi daitezke laster-markak: <placeholder-1/>

source: To Create a New Bookmark
de: So legen Sie ein neues Lesezeichen an
eu: Laster-marka berria sortzea

source: You can create new bookmarks in several ways.
de: Sie können neue Lesezeichen auf verschiedene Arten erzeugen.
eu: Hainbat modutan sor ditzakezu laster-marka berriak

source: Browser Window
de: Browser-Fenster
eu: Arakatze-leihoan

source: To bookmark the currently viewed page, choose <menuchoice><guimenu>Bookmarks</guimenu><guimenuitem>Add Bookmark...</guimenuitem></menuchoice>.
de: Um ein Lesezeichen für die gegenwärtig betrachtete Seite anzulegen, wählen Sie <menuchoice><guimenu>Lesezeichen</guimenu><guimenuitem>Lesezeichen hinzufügen …</guimenuitem></menuchoice>.
eu: Unean ikusten ari zaren orriaren laster-marka gehitzeko, aukeratu <menuchoice><guimenu>Laster-markak</guimenu><guimenuitem>Gehitu laster-marka...</guimenuitem></menuchoice>.

source: To bookmark a link in the currently viewed page, open the link context menu and choose <menuchoice><guimenuitem>Bookmark Link...</guimenuitem></menuchoice>.
de: Um einen Link auf der gegenwärtig betrachteten Seite als Lesezeichen zu speichern, öffnen Sie das Kontextmenü des Links und wählen dann <menuchoice><guimenuitem>Link zu Lesezeichen hinzufügen …</guimenuitem></menuchoice>.
eu: Unean ikusten ari zaren orriko estekaren laster-marka egiteko, ireki estekaren laster-menua eta aukeratu <menuchoice><guimenuitem>Egin estekaren laster-marka...</guimenuitem></menuchoice>.

source: History Window
de: Chronik-Fenster
eu: Historiaren leihoa

source: To bookmark the currently selected history link, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Add Bookmark...</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Add Bookmark...</guimenuitem> from the history link context menu in the history window.
de: Um ein Lesezeichen für den gerade ausgewählten Chronik-Eintrag anzulegen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Lesezeichen hinzufügen …</guimenuitem></menuchoice>. Alternativ wählen Sie <guimenuitem>Lesezeichen hinzufügen …</guimenuitem> aus dem Kontextmenü des Eintrags.
eu: Historiako uneko estekaren laster-marka gehitzeko, aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Gehitu laster-marka...</guimenuitem></menuchoice>. Bestela, aukeratu, historiaren leihoan, historiaren laster-menuko <guimenuitem>Gehitu laster-marka...</guimenuitem>.

source: To Select Bookmarks and Topics
de: So wählen Sie Lesezeichen und Themen aus
eu: Laster-markak eta Gaiak hautatzea

source: You can select bookmarks and topics in several ways. <xref linkend="epiphany-TBL-2"/> describes how to select items in the bookmark window.
de: Sie können Lesezeichen und Themen auf verschiedene Arten auswählen. <xref linkend="epiphany-TBL-2"/> zeigt, wie Objekte im Lesezeichenfenster ausgewählt werden können.
eu: Modu askotan hauta ditzakezu laster-markak eta gaiak. <xref linkend="epiphany-TBL-2"/> taulan azaltzen da nola hautatzen diren laster-marken leihoko elementuak.

source: Selecting Items in the Bookmarks Window
de: Einträge im Lesezeichen-Fenster auswählen
eu: Laster-marken leihoan elementuak hautatzea

source: Task
de: Aufgabe
eu: Ataza

source: Action
de: Aktion
eu: Ekintza

source: Select a bookmark or topic
de: Wählen Sie ein Lesezeichen oder Thema aus
eu: Laster-marka bat edo gai bat hautatzea

source: Click on the bookmark or topic.
de: Klicken Sie auf das Lesezeichen oder Thema
eu: Egin klik laster-markan edo gaian.

source: Select a group of contiguous bookmarks
de: Wählen Sie eine Gruppe zusammenhängender Lesezeichen aus
eu: Elkarren ondoko laster-marka batzuk hautatzea

source: Press-and-hold <keycap>Shift</keycap>. Select the first bookmark in the group, then select the last bookmark in the group.
de: Halten Sie die <keycap>Umschalttaste</keycap> gedrückt. Wählen Sie dann zunächst das erste, dann das letzte Lesezeichen in der Gruppe aus.
eu: Sakatu <keycap>Maius</keycap> tekla, eta ez askatu. Hautatu multzoko lehen laster-marka, eta, ondoren, hautatu multzoko azkenekoa.

source: Select multiple bookmarks
de: Mehrere Lesezeichen auswählen
eu: Laster-marka bat baino gehiago hautatzea

source: Press-and-hold <keycap>Ctrl</keycap>. Select the bookmarks one by one.
de: Halten Sie die <keycap>Umschalttaste</keycap> gedrückt. Wählen Sie die Lesezeichen nacheinander aus.
eu: Sakatu <keycap>Ktrl</keycap> tekla, eta ez askatu. Hautatu laster-markak, banaka-banaka.

source: Select all bookmarks in a topic
de: Alle Lesezeichen in einem Thema auswählen
eu: Gai bateko laster-marka guztiak hautatzea

source: Choose <menuchoice><guimenu>Edit</guimenu><guimenuitem> Select All</guimenuitem></menuchoice>.
de: Wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem> Alles markieren</guimenuitem></menuchoice>.
eu: Aukeratu <menuchoice><guimenu>Editatu</guimenu><guimenuitem> Hautatu denak</guimenuitem></menuchoice>.

source: To Open a Bookmark in a New Window or Tab
de: So öffnen Sie ein Lesezeichen in einem neuen Fenster oder Reiter
eu: Laster-marka bat leiho edo fitxa berri batean irekitzea

source: To open a bookmark in a new window perform the following steps:
de: Um ein Lesezeichen in einem neuen Fenster zu öffnen, führen Sie folgende Schritte aus:
eu: Laster-marka bat leiho berri batean irekitzeko, jarraitu urrats hauei:

source: Select the bookmark that you want to open.
de: Wählen Sie das Lesezeichen, das Sie öffnen möchten.
eu: Hautatu ireki nahi duzun laster-marka.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem> Open in New Window</guimenuitem></menuchoice>. Alternatively, choose <menuchoice><guimenuitem>Open in New Window </guimenuitem></menuchoice> from the context menu of the bookmark.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem> Neues Fenster</guimenuitem></menuchoice>. Alternativ wählen Sie <menuchoice><guimenuitem>Link in neuem Fenster öffnen</guimenuitem></menuchoice> aus dem Kontextmenü des Lesezeichens.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem> Ireki leiho berrian</guimenuitem></menuchoice>. Bestela, aukeratu laster-markaren laster-menuko <menuchoice><guimenuitem>Ireki leiho berrian </guimenuitem></menuchoice>.

source: To open a bookmark in a new tab perform the following steps:
de: Um ein Lesezeichen in einem neuen Reiter zu öffnen, führen Sie die folgenden Schritte aus:
eu: Laster-marka bat fitxa berri batean irekitzeko, jarraitu urrats hauei:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem> Open in New Tab</guimenuitem></menuchoice>. Alternatively, choose <menuchoice><guimenuitem>Open in New Tab</guimenuitem></menuchoice> from the context menu of the bookmark.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neuer Reiter</guimenuitem></menuchoice>. Alternativ wählen Sie <menuchoice><guimenuitem>Link in neuem Reiter öffnen</guimenuitem></menuchoice> im Kontextmenü des Lesezeichens.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem> Ireki fitxa berrian</guimenuitem></menuchoice>. Bestela, aukeratu laster-markaren laster-menuko <menuchoice><guimenuitem>Ireki fitxa berrian </guimenuitem></menuchoice>.

source: To Create a New Topic
de: So erstellen Sie ein neues Thema
eu: Gai berria sortzea

source: To create a new topic, choose <menuchoice><guimenu>File</guimenu><guimenuitem>New Topic</guimenuitem></menuchoice> in the Bookmark window. A new topic is created, you can now enter the name of the topic. The topics will appear as submenus in the <guimenu>Bookmarks </guimenu> menu.
de: Um ein neues Thema anzulegen, wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Thema hinzufügen</guimenuitem></menuchoice> im Lesezeichen-Fenster. Daraufhin wird ein neues Thema angelegt, und Sie können den Namen dieses Themas eingeben. Die Themen erscheinen als Untermenüs des <guimenu>Lesezeichen</guimenu>-Menüs.
eu: Gai berria sortzeko, aukeratu laster-marken leihoko <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Gai berria</guimenuitem></menuchoice>. Gai berria sortuko da, eta izena eman beharko diozu. <guimenu>Laster-markak </guimenu> menuaren azpimenuetan agertuko dira gaiak.

source: Alternatively, you can create a new topic on-the-fly when you add a bookmark. See section <xref linkend="to-add-bookmark-to-topic"/>.
de: Alternativ können Sie ein neues Thema unmittelbar beim Hinzufügen eines Lesezeichens anlegen. Weitere Informationen finden Sie in <xref linkend="to-add-bookmark-to-topic"/>.

source: To Add a Bookmark to a Topic
de: So fügen Sie ein Lesezeichen zu einem Thema hinzu
eu: Gai bati laster-marka bat gehitzea

source: To add a bookmark to a topic, choose <guimenuitem>Properties</guimenuitem> from the bookmarks context menu in the bookmarks window. Type each topic you want to add this bookmark to in the <guilabel>Topics</guilabel> entry. You can create a new topic on-the-fly by typing its name and selecting <guilabel>Create topic “(name)”</guilabel> from the autocompletion menu.
de: Um ein Lesezeichen zu einem Thema hinzuzufügen, wählen Sie <guimenuitem>Eigenschaften</guimenuitem> aus dem Kontextmenü des Lesezeichens im Lesezeichen-Fenster. Geben Sie in die Zeile <guilabel>Themen</guilabel> alle Themen ein, denen Sie dieses Lesezeichen zuordnen wollen. Sie können ein neues Thema auch unmittelbar erzeugen, indem Sie den gewünschten Namen eingeben und <guilabel>Thema »NAME« erstellen</guilabel> im Autovervollständigungs-Menü wählen.

source: Alternatively, you may click the <guilabel>Show all Topics</guilabel> expander arrow to show all currently available topics. The list of topics is sorted by relevance, with the most relevant topics on top. Choose the topic(s) to add this bookmark to simply by selecting them. Press <guibutton>Close</guibutton> when you have finished.
de: Alternativ klicken Sie auf den Pfeil <guilabel>Alle Themen anzeigen</guilabel>, um alle aktuell verfügbaren Themen anzuzeigen. Die Themenliste ist nach Relevanz sortiert, mit den am meisten relevanten Themen zuerst. Wählen Sie das Thema oder die Themen aus, zu denen Sie das Lesezeichen hinzufügen wollen, indem Sie die entsprechenden Kontrollkästchen aktivieren. Sobald Sie fertig sind, klicken Sie auf <guibutton>Schließen</guibutton>.

source: To Remove a Bookmark From a Topic
de: So entfernen Sie ein Lesezeichen aus einem Thema
eu: Laster-marka bat gai batetik kentzea

source: To remove a bookmark from a topic, choose <guimenuitem>Properties </guimenuitem> from the bookmarks context menu in the bookmarks window. By editing the <guilabel>Topics</guilabel> entry, remove each topic from which you wish to remove this bookmark.
de: Um ein Lesezeichen aus einem Thema zu entfernen, wählen Sie <guimenuitem>Eigenschaften</guimenuitem> aus dem Kontextmenü des Lesezeichens im Lesezeichen-Fenster. Im Eingabefeld <guilabel>Themen</guilabel> entfernen Sie die entsprechenden Themen, aus denen Sie dieses Lesezeichen entfernen wollen.

source: Alternatively, you may click the <guilabel>Show all Topics</guilabel> expander arrow to review all currently selected topics. The list of topics is sorted so that the currently selected topics come first. Choose each topic from which you wish to remove this bookmark, simply by selecting it, and press <guibutton>Close</guibutton> when you have finished.
de: Alternativ klicken Sie auf den Pfeil <guilabel>Alle Themen anzeigen</guilabel>, um alle aktuell ausgewählten Themen anzuzeigen. Die Themenliste ist so sortiert, dass alle gewählten Themen zuerst angezeigt werden. Deaktivieren Sie die Kontrollkästchen der Themen, aus denen Sie das Lesezeichen entfernen wollen. Klicken Sie auf <guibutton>Schließen</guibutton>, sobald Sie fertig sind.

source: To Rename a Bookmark or Topic
de: So benennen Sie ein Lesezeichen oder Thema um
eu: Laster-marka bati edo gai bati izena aldatzea

source: To rename a bookmark or topic perform the following steps:
de: Um ein Lesezeichen oder ein Thema umzubenennen, führen Sie die folgenden Schritte aus:
eu: Laster-marka bati edo gai bati izena aldatzeko, jarraitu urrats hauei:

source: Select the bookmark or topic that you want to rename in the bookmarks window.
de: Wählen das Lesezeichen oder das Thema im Lesezeichen-Fenster aus, welches Sie umbenennen wollen.
eu: Laster-marken leihoan, hautatu izena aldatu nahi diozun laster-marka edo gaia.

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Rename...</guimenuitem></menuchoice>. Alternatively, choose <guimenuitem>Rename...</guimenuitem> from the context menu of the bookmark or topic. The name of the bookmark or topic is selected.
de: Wählen Sie <menuchoice><guimenu>Datei</guimenu><guimenuitem>Umbenennen …</guimenuitem></menuchoice>. Alternativ wählen Sie <guimenuitem>Umbenennen …</guimenuitem> im Kontextmenü des Lesezeichens oder Themas. Der Name des Lesezeichens oder Themas ist ausgewählt.
eu: Aukeratu <menuchoice><guimenu>Fitxategia</guimenu><guimenuitem>Aldatu izena...</guimenuitem></menuchoice>. Bestela, aukeratu laster-markaren edo gaiaren laster-menuko <guimenuitem>Aldatu izena...</guimenuitem>. Laster-markaren edo gaiaren izena hautatuta egongo da.

source: Type a new name for the topic or bookmark, then press <keycap>Return</keycap>.
de: Geben Sie einen neuen Namen für das Thema oder das Lesezeichen ein, und drücken Sie dann die <keycap>Eingabetaste</keycap>.
eu: Idatzi gaiari edo laster-markari eman nahi diozun izena, eta sakatu <keycap>Sartu</keycap>.

source: To Delete a Bookmark or Topic
de: So löschen Sie ein Lesezeichen oder Thema
eu: Laster-marka bat edo gai bat ezabatzea

source: To delete a bookmarks or topics perform the following steps:
de: Um Lesezeichen oder Themen zu entfernen, führen Sie die folgenden Schritte aus:
eu: Laster-marka bat edo gai bat ezabatzeko, jarraitu urrats hauei:

source: Select the bookmark or topic that you want to delete from the bookmarks window.
de: Wählen das Lesezeichen oder das Thema im Lesezeichen-Fenster aus, welches Sie löschen wollen.
eu: Laster-marken leihoan, hautatu ezabatu nahi duzun laster-marka edo gaia.
