Repository: Acidburn0zzz/epiphany
Catalog: po/*.po
Languages: ar, uz@cyrillic

source: Profile directory to use in the private instance
ar: الدليل المستعمل في النموذج الخاص

source: URL ...
ar: العنوان...

source: Could not start GNOME Web Browser
ar: لم يمكن بدأ متصفح الإنترنت لجنوم
uz@cyrillic: GNOME веб браузерини ишга тушириб бўлмади

source: Startup failed because of the following error: %s
ar: فشل بدأ التشغيل للخطأ: %s
uz@cyrillic: Қуйидаги хато сабабли ишга тушириб бўлмади: %s

source: GNOME Web Browser
ar: متصفّح الانترنت لجنوم
uz@cyrillic: GNOME веб браузери

source: GNOME Web Browser options
ar: خيارات متصفّح الانترنت لجنوم
uz@cyrillic: GNOME веб браузери параметрлари

source: Close tab
ar: غلق اللسان
uz@cyrillic: Табни ёпиш

source: Downloads will be aborted and logout proceed in %d second.
ar: التنزيلات سوف يتم إجهاضها و سوف يتبعها تسجيل خروج فى%d ثوانى

source: Abort pending downloads?
ar: إلغاء التنزيلات المتبقية؟
uz@cyrillic: Тугалланмаган ёзиб олишлар бекор қилинсинми?

source: There are still downloads pending. If you log out, they will be aborted and lost.
ar: هناك بعض التنزيلات متبقية. إذا قمت بتسجيل الخروج, سيتم إلغاؤها و ضياعها.
uz@cyrillic: Тугалланмаган ёзиб олишлар мавжуд. Агар дастурдан чиқилса, улар бекор қилинади.

source: _Cancel Logout
ar: إ_لغاء الخروج
uz@cyrillic: Чиқишни _бекор қилиш

source: _Abort Downloads
ar: إل_غاء التنزيلات
uz@cyrillic: Ёзиб олишларни _тўхтатиш

source: Recover previous browser windows and tabs?
ar: استرجاع النوافذ و الألسنة السابقة؟
uz@cyrillic: Олдинги ойна ва таблар тиклансинми?

source: Epiphany appears to have exited unexpectedly the last time it was run. You can recover the opened windows and tabs.
ar: يبدو أن إيبِفَني خرج بصورة غير طبيعية في بعد التشغيل الأخير, يمكنك إرجاء النوافذ و الألسنة المفتوحة.
uz@cyrillic: Epiphany охирги марта хато билан ишини якунлаган кўринади. Сиз олдин очилган ойна ва табларни тиклашингиз мумкин.

source: _Don't Recover
ar: _لا تستعيد
uz@cyrillic: _Тикланмасин

source: _Recover
ar: _استعادة
uz@cyrillic: _Тиклаш

source: Crash Recovery
ar: استعادة انهيار
uz@cyrillic: Хатоликдан кейинги тиклаш

source: Sidebar extension required
ar: مطلوب إمتداد العمود الجانبي
uz@cyrillic: Ён панел кенгайтмаси талаб қилинади

source: Sidebar Extension Required
ar: مطلوب إمتداد العمود الجانبي
uz@cyrillic: Ён панел кенгайтмаси талаб қилинади

source: The link you clicked needs the sidebar extension to be installed.
ar: الوصلة التي نقرتها تحتاج لتثبت تمديد العمود الجانبي.
uz@cyrillic: Босилган боғлама ён панел кенгайтмаси ўрнатилган бўлишини талаб қилади.

source: Caret
ar: مؤشر

source: In keyboard selection mode, press F7 to exit
ar: في نسق الاختيار بلوحة المفاتيح, أنقر F7 للخروج

source: Blank page
ar: صفحة فارغة
uz@cyrillic: Бўш саҳифа

source: Loading “%s”...
ar: تحميل "%s"...

source: Loading...
ar: تحميل...

source: Redirecting to “%s”...
ar: الذهاب إلى "%s"...

source: Transferring data from “%s”...
ar: تحميل بيانات من “%s”...

source: Waiting for authorization from “%s”...
ar: انتظار التفويض من “%s”...

source: Switch to this tab
ar: تحول لهذا السان
uz@cyrillic: Ушбу табга ўтиш

source: _Back
ar: إلى ال_خلف
uz@cyrillic: _Орқага

source: Go to the previous visited page
ar: إذهب إلى الصفحة التي زيرة سابقا
uz@cyrillic: Олдинги кўрилган саҳифага ўтиш

source: Back history
ar: التاريخ السابق
uz@cyrillic: Тарих бўйича орқага

source: _Forward
ar: إلى ال_أمام
uz@cyrillic: _Олдинга

source: Go to the next visited page
ar: إذهب إلى الصفحة التي زيرة تالية
uz@cyrillic: Кейинги кўрилган саҳифага ўтиш

source: Forward history
ar: التاريخ التالي
uz@cyrillic: Тарих бўйича олдинга

source: _Up
ar: إلى ال_أعلى
uz@cyrillic: _Юқорига

source: Go up one level
ar: اصعد مستوا
uz@cyrillic: Бир даража юқорига

source: List of upper levels
ar: قائمة المستويات العلوية
uz@cyrillic: Юқори даражалар рўйхати

source: Enter a web address to open, or a phrase to search for
ar: ادخال عنوان انترنت للفتح، أو جملة للبحث عنها في الانترنت
uz@cyrillic: Қидириш учун керакли веб манзил ёки иборани киритинг

source: Zoom
ar: التكبير

source: Adjust the text size
ar: ملائمة حجم النص

source: Go to the address entered in the address entry
ar: اذهب للعنوان المدخل في خانة العناوين
uz@cyrillic: Манзил майдонига киритилган манзилга ўтиш

source: _Home
ar: ال_منزل
uz@cyrillic: _Уй

source: Go to the home page
ar: إذهب لالصفحة الرئيسية
uz@cyrillic: Уй саҳифасига ўтиш

source: toolbar style|Default
ar: إفتراضي
uz@cyrillic: Андоза

source: Toolbar Editor
ar: محرر عمود الأدوات
uz@cyrillic: Асбоблар панели таҳрирлагичи

source: Toolbar _button labels:
ar: عناين م_فاتيح عمود الأدوات:
uz@cyrillic: Асбоблар панели _тугмаси ёрлиғи:

source: _Add a New Toolbar
ar: _إضافة عمود أدوات جديد
uz@cyrillic: Янги асбоблар панели _қўшиш

source: _Bookmarks
ar: _مؤشّرات
uz@cyrillic: _Хатчўплар

source: _Go
ar: إ_ذهب
uz@cyrillic: _Ўтиш

source: T_ools
ar: ال_أدوات
uz@cyrillic: _Воситалар

source: _Tabs
ar: أ_لسنة
uz@cyrillic: _Таблар

source: _Toolbars
ar: أ_عمدة الادوات
uz@cyrillic: _Асбоблар панели

source: _New Window
ar: نافذة _جديدة
uz@cyrillic: _Янги ойна

source: Open a new window
ar: فتح نافذة جديدة
uz@cyrillic: Янги ойна очиш

source: New _Tab
ar: _لسان جديد
uz@cyrillic: Янги _таб

source: Open a new tab
ar: فتح لسان جديد
uz@cyrillic: Янги таб очиш

source: _Open...
ar: _فتح...

source: Open a file
ar: فتح ملف
uz@cyrillic: Файлни очиш

source: Save _As...
ar: حفظ _كـ...

source: Save the current page
ar: حفظ الصفحة الحالية
uz@cyrillic: Жорий саҳифани сақлаш

source: Print Set_up...
ar: ت_عيين الطبع...

source: Setup the page settings for printing
ar: ضبط تعيينات الصفحة للطبع
uz@cyrillic: Босиб чиқариш учун саҳифа параметрларини мослаш

source: Print Pre_view
ar: لمحة ال_طباعة
uz@cyrillic: _Кўриб чиқиш

source: Print preview
ar: لمحة الطباعة
uz@cyrillic: Кўриб чиқиш

source: _Print...
ar: _طبع...

source: Print the current page
ar: طبع الصفحة الحالية
uz@cyrillic: Жорий саҳифани босиб чиқариш

source: S_end Link by Email...
ar: إر_سال الوصلة بالبريد الإلكتروني...

source: Send a link of the current page
ar: بعث وصلة الصفحة الحالية
uz@cyrillic: Жорий саҳифа боғламасини жўнатиш

source: Close this tab
ar: غلق هذا اللسان
uz@cyrillic: Ушбу таб ойнани ёпиш

source: _Undo
ar: تر_اجع
uz@cyrillic: _Бекор қилиш

source: Undo the last action
ar: تراجع عن العمل الأخير
uz@cyrillic: Охирги амални бекор қилиш

source: Re_do
ar: تك_رار
uz@cyrillic: _Қайтариш

source: Redo the last undone action
ar: تكرار آخر عملية متراجع عنها
uz@cyrillic: Охирги бекор қилинган амални қайтариш

source: Paste clipboard
ar: لصق الحافظة الوسيطة
uz@cyrillic: Клипборддан қўйиш

source: Delete text
ar: إحذف النص
uz@cyrillic: Матнни олиб ташлаш

source: Select the entire page
ar: اختيار كامل الصفحة
uz@cyrillic: Бутун саҳифани танлаш

source: _Find...
ar: _بحث...

source: Find a word or phrase in the page
ar: بحث عن كلمة أو نص في الصفحة
uz@cyrillic: Жорий саҳифадаги сўз ёки иборани қидириш

source: Find Ne_xt
ar: إيجاد الت_الي
uz@cyrillic: _Кейингисини қидириш

source: Find next occurrence of the word or phrase
ar: ايجاد الحدث التالي لالسلسلة أو الجملة

source: Find Pre_vious
ar: إيجاد ال_سابق
uz@cyrillic: Олдин_гисини қидириш

source: Find previous occurrence of the word or phrase
ar: ايجاد الحدث السابق لالسلسة أو الجملة

source: P_ersonal Data
ar: البيانات الشخصية
uz@cyrillic: _Шахсий маълумот

source: View and remove cookies and passwords
ar: عرض و حذف الكوكيس و كلمات السر
uz@cyrillic: Cookie'лар ва махфий сўзларни кўриш ва олиб ташлаш

source: Certificate_s
ar: شهادا_ت
uz@cyrillic: Сертификат_лар

source: Manage Certificates
ar: إدارة الشهادات
uz@cyrillic: Сертификатларни бошқариш

source: P_references
ar: خ_يارات
uz@cyrillic: _Параметрлар

source: Configure the web browser
ar: إعداد متصفّح الانترنت
uz@cyrillic: Веб браузерни мослаш

source: _Customize Toolbars...
ar: تخ_صيص أعمدة الأدوات...

source: Customize toolbars
ar: تخصيص أعمدة الأدوات
uz@cyrillic: Асбоблар панелини мослаш

source: _Stop
ar: تو_قف
uz@cyrillic: _Тўхтатиш

source: Stop current data transfer
ar: ايقاف تمرير البيانات الحالي
uz@cyrillic: Жорий маълумот узатишни тўхтатиш

source: _Reload
ar: إ_عادة التحميل
uz@cyrillic: _Қайтадан юклаш

source: Display the latest content of the current page
ar: عرض آخر محتويات الصفحة الحالية

source: _Larger Text
ar: نص أ_كبر
uz@cyrillic: Ж_уда катта матн

source: Increase the text size
ar: زيادة حجم النص
uz@cyrillic: Матн ўлчамини катталаштириш

source: S_maller Text
ar: نص أ_صغر
uz@cyrillic: Жуда _кичик матн

source: Decrease the text size
ar: انقاص حجم النص
uz@cyrillic: Матн ўлчамини кичрайтириш

source: _Normal Size
ar: _حجم عادي
uz@cyrillic: _Оддий ўлчам

source: Use the normal text size
ar: استخدام حجم النص العادي
uz@cyrillic: Оддий матн ўлчамидан фойдаланиш

source: Text _Encoding
ar: ت_شفيرة النص
uz@cyrillic: Матн _кодлаш усули

source: Change the text encoding
ar: تغيير تشفيرة النص
uz@cyrillic: Матн кодлаш усулини ўзгартириш

source: _Page Source
ar: _مصدر الصفحة

source: View the source code of the page
ar: عرض التشفيرة المصدرية لهذه الصفحة
uz@cyrillic: Саҳифа асл кодини кўриш

source: Page _Security Information...
ar: معلومات أمن_ الصفحة

source: Display security information for the web page
ar: عرض المعلومات الأمنية لصفحة الويب
uz@cyrillic: Веб саҳифа хавфсизлик маълумотини кўрсатиш

source: _Add Bookmark...
ar: إ_ضافة مؤشّر...

source: Add a bookmark for the current page
ar: إضافة مؤشّر للصّفحة الحاليّة
uz@cyrillic: Жорий саҳифа учун хатчўп қўшиш

source: _Edit Bookmarks
ar: _تحرير المؤشّرات
uz@cyrillic: Хатчўпларни _таҳрирлаш

source: Open the bookmarks window
ar: _فتح نافذة المؤشّرات
uz@cyrillic: Хатчўп ойнасини очиш

source: _Location...
ar: _موقع...

source: Go to a specified location
ar: إذهب إلى موقع محدد
uz@cyrillic: Кўрсатилган манзилга ўтиш

source: Hi_story
ar: Hi_قصة
uz@cyrillic: _Тарих

source: Open the history window
ar: فتح نافذة المواقع المزارة
uz@cyrillic: Тарих ойнасини очиш

source: _Previous Tab
ar: اللسان ال_سابق
uz@cyrillic: _Олдинги таб

source: Activate previous tab
ar: تنشيط اللسان السابق
uz@cyrillic: Олдинги табни активлаштириш

source: _Next Tab
ar: اللسان ال_تالي
uz@cyrillic: _Кейинги таб

source: Activate next tab
ar: تنشيط اللسان التالي
uz@cyrillic: Кейинги табни активлаштириш

source: Move Tab _Left
ar: نقل اللسان إلى ال_يسار
uz@cyrillic: Табни _чапга кўчириш

source: Move current tab to left
ar: نقل اللسان الحالي إلى اليسار
uz@cyrillic: Жорий табни чап томонга кўчириш

source: Move Tab _Right
ar: نقل اللسان إلى ال_يمين
uz@cyrillic: Табни _ўнгга кўчириш

source: Move current tab to right
ar: نقل اللسان الحالي إلى اليمين
uz@cyrillic: Жорий табни ўнг томонга кўчириш

source: Display web browser help
ar: عرض مساعدة متصفّح الانترنت
uz@cyrillic: Браузер ёрдам саҳифасини кўрсатиш

source: _Work Offline
ar: ال_عمل دون اتّصال
uz@cyrillic: Офлайнда _ишлаш

source: Switch to offline mode
ar: التحول إلى الوضع دون اتصال بالإنترنت
uz@cyrillic: Офлайн усулига ўтиш

source: _Hide Toolbars
ar: إ_خفاء أعمدة الأدوات
uz@cyrillic: Асбоблар панелини _бекитиш

source: Show or hide toolbar
ar: إظهار أو إخفاء عمود الأدوات
uz@cyrillic: Асбоблар панелини кўрсатиш/бекитиш

source: St_atusbar
ar: عمود الحالة
uz@cyrillic: _Ҳолат панели

source: Show or hide statusbar
ar: إظهار أو إخفاء عمود الحالة
uz@cyrillic: Ҳолат панелини кўрсатиш/бекитиш

source: _Fullscreen
ar: _كامل الشاشة
uz@cyrillic: _Бутун экран

source: Browse at full screen
ar: تصفح بكامل الشاشة
uz@cyrillic: Бутун экран усулида кўриш

source: Popup _Windows
ar: _نوافذ قافزة

source: Show or hide unrequested popup windows from this site
ar: إظهار أو إخفاء النّوافذ القافزة الغير مطلوبة من هذا الموقع

source: Selection Caret
ar: عِمد المنتقى

source: Add Boo_kmark...
ar: إضافة _علامة موقع...

source: Show Only _This Frame
ar: عر_ض الإطار الحالي فقط
uz@cyrillic: Фақат _шу фреймни кўрсатиш

source: Show only this frame in this window
ar: عرض الإطار الحالي فقط في هذه النافذة
uz@cyrillic: Фақат ушбу фреймни шу ойнада кўрсатиш

source: _Open Link
ar: _فتح الوصلة
uz@cyrillic: Боғламани _очиш

source: Open link in this window
ar: فتح الوصلة في النافذة الحالية
uz@cyrillic: Боғламани шу ойнада очиш

source: Open Link in New _Window
ar: فتح الوصلة في نافذة _جديدة
uz@cyrillic: Боғламани янги _ойнада очиш

source: Open link in a new window
ar: فتح الوصلة في نافذة جديدة
uz@cyrillic: Боғламани янги ойнада очиш

source: Open Link in New _Tab
ar: فتح الوصلة في _لسان جديد
uz@cyrillic: Боғламани янги _таб ойнада очиш

source: Open link in a new tab
ar: فتح الوصلة في لسان جديد
uz@cyrillic: Боғламани янги таб ойнада очиш

source: _Download Link
ar: وصلة ال_تنزيل
uz@cyrillic: Боғламани _ёзиб олиш

source: _Save Link As...
ar: حفظ الوصلة _كـ...

source: Save link with a different name
ar: حفظ الوصلة بإسم مغاير
uz@cyrillic: Боғламани бошқа ном билан сақлаш

source: _Bookmark Link...
ar: _تعليم الوصلة...

source: _Copy Link Address
ar: _نسخ عنوان الوصلة
uz@cyrillic: Боғлама манзилидан _нусха олиш

source: _Send Email...
ar: إر_سال بريد إلكتروني...

source: _Copy Email Address
ar: _نسخ البريد الالكتروني
uz@cyrillic: Эл.почта манзилидан _нусха олиш

source: Open _Image
ar: فتح _صورة
uz@cyrillic: _Расмни очиш

source: _Save Image As...
ar: _حفظ الصورة كـ...

source: _Use Image As Background
ar: ا_ستخدام الصورة كخلفية
uz@cyrillic: Расмни орқа фон сифатида _ишлатиш

source: Copy I_mage Address
ar: نسخ عنوان ال_صورة
uz@cyrillic: _Расм манзилидан нусха олиш

source: St_art Animation
ar: _بدأ التحريك
uz@cyrillic: Анимацияни _бошлаш

source: St_op Animation
ar: _إيقاف التحريك
uz@cyrillic: Анимацияни _тўхтатиш

source: There are unsubmitted changes to form elements
ar: هناك تغييرات غير مرسلة لتشكيل العناصر.

source: If you close the document anyway, you will lose that information.
ar: ستخسر تلك المعلومات إذا غلقت المستند.
uz@cyrillic: Агар ҳужжат ёпилса, барча ўзгаришлар йўқотилади.

source: Close _Document
ar: إغلاق ال_مستند
uz@cyrillic: _Ҳужжатни сақлаш

source: Open
ar: فتح
uz@cyrillic: Очиш

source: Save As
ar: حفظ كـ
uz@cyrillic: Бошқача сақлаш

source: Print
ar: طبع
uz@cyrillic: Босиб чиқариш

source: Bookmark
ar: مؤشّر
uz@cyrillic: Хатчўп

source: Find
ar: بحث
uz@cyrillic: Қидириш

source: Larger
ar: أكبر
uz@cyrillic: Жуда катта

source: Smaller
ar: أصغر
uz@cyrillic: Жуда кичик

source: Insecure
ar: غير آمن
uz@cyrillic: Ҳимоясиз

source: Broken
ar: مكسور

source: Low
ar: منحفض
uz@cyrillic: Паст

source: High
ar: عال
uz@cyrillic: Юқори

source: Security level: %s
ar: مستوى الأمن: %s
uz@cyrillic: Хавфсизлик даражаси: %s

source: %d hidden popup window
ar: نافذة قافزة واحدة مخفيّة

source: Open image “%s”
ar: فتح الصورة “%s”
uz@cyrillic: “%s” расмини очиш

source: Use as desktop background “%s”
ar: استعمل كخلفية سطح المكتب “%s”
uz@cyrillic: “%s” расмини иш столи орқа фони сифатида ўрнатиш

source: Save image “%s”
ar: حفظ الصورة “%s”
uz@cyrillic: “%s” расмини сақлаш

source: Copy image address “%s”
ar: نسخ عنوان الصورة “%s”
uz@cyrillic: “%s” расм манзилидан нусха олиш

source: Send email to address “%s”
ar: إرسال بريد للعنوان “%s”
uz@cyrillic: “%s” манзилига эл.почта жўнатиш

source: Copy email address “%s”
ar: نسخ البريد الالكتروني “%s”
uz@cyrillic: “%s” эл.почта манзилидан нусха олиш

source: Save link “%s”
ar: حفظ الوصلة “%s”
uz@cyrillic: “%s” боғламасини сақлаш

source: Bookmark link “%s”
ar: تعليم الوصلة “%s”
uz@cyrillic: “%s” боғламасини хатчўпга қўшиш

source: Copy link's address “%s”
ar: نسخ عنوان الوصلة “%s”
uz@cyrillic: “%s” боғламаси манзилидан нусха олиш

source: Cookie Properties
ar: خاصيات الكوكي
uz@cyrillic: Cookie мосламаси

source: Content:
ar: المحتويات:

source: Path:
ar: المسار:
uz@cyrillic: Йўл:

source: Send for:
ar: إرسال إلى:

source: Encrypted connections only
ar: الاتّصالات المشفّرة فقط
uz@cyrillic: Фақат ҳимояланган уланиш

source: Any type of connection
ar: أيّة فئة اتّصال
uz@cyrillic: Исталган уланиш тури

source: Expires:
ar: ينقضي:
uz@cyrillic: Тугаш муддати:

source: End of current session
ar: نهاية الجلسة الحالية
uz@cyrillic: Жорий сеанснинг охири

source: Domain
ar: النطاق
uz@cyrillic: Домен

source: Name
ar: الاسم

source: Host
ar: مضيف

source: User Name
ar: إسم المستخدم
uz@cyrillic: Фойдаланувчи номи

source: User Password
ar: كلمة سر المستخدم
uz@cyrillic: Фойдаланувчи махфий сўзи

source: Download Link
ar: وصلة التنزيل
uz@cyrillic: Боғламани ёзиб олиш

source: Save Link As
ar: حفظ الوصلة باسم
uz@cyrillic: Боғламани бошқача сақлаш

source: Save Image As
ar: حفظ الصورة كـ
uz@cyrillic: Расмни бошқача сақлаш

source: First
ar: الأول
uz@cyrillic: Биринчи

source: Go to the first page
ar: إذهب إلى الصفحة الأولى
uz@cyrillic: Биринчи саҳифага ўтиш

source: Last
ar: الأخير
uz@cyrillic: Охирги

source: Go to the last page
ar: إذهب إلى الصفحة الأخيرة
uz@cyrillic: Охирги саҳифага ўтиш

source: Previous
ar: السابق
uz@cyrillic: Олдинги

source: Go to the previous page
ar: إذهب إلى الصفحة السابقة
uz@cyrillic: Олдинги саҳифага ўтиш

source: Next
ar: التالي
uz@cyrillic: Кейинги

source: Go to next page
ar: إذهب إلى الصفحة التالية
uz@cyrillic: Кейинги саҳифага ўтиш

source: Close
ar: غلق
uz@cyrillic: Ёпиш

source: Close print preview
ar: غلق لمحة الطباعة
uz@cyrillic: Кўриб чиқишни ёпиш

source: Default
ar: افتراضي
uz@cyrillic: Андоза

source: language|%s (%s)
ar: %s (%s)
uz@cyrillic: %s (%s)

source: language|User defined (%s)
ar: محددة (%s)
uz@cyrillic: Фойдаланувчи аниқлаган (%s)

source: System language (%s)
ar: لغة النظام (%s)

source: Select a Directory
ar: اختر الدليل
uz@cyrillic: Директорияни танланг

source: Contact us at:
ar: اتصل بنا على:
uz@cyrillic: Биз билан боғланинг:

source: Contributors:
ar: المتطوعون:

source: Past developers:
ar: مطورون سابقون:
uz@cyrillic: Олдинги таъминловчилар:

source: Lets you view web pages and find information on the internet. Powered by Gecko %s
ar: يمكنك به عرض صفحات إنترنت و إيجاد معلومات. يستعمل Gecko %s
uz@cyrillic: Интернет орқали маълумотларни қидириш ва веб саҳифаларни кўриш имкониятини беради. Gecko %s томонидан қувватланган

source: translator-credits
ar: جهاد عفيفي Djihed Afifi <djihed@gmail.com>عرفات المديني، تونس <lumina@silverpen.de>محمد مجدىMohamed Magdy <alnokta@yahoo.com>
uz@cyrillic: Нурали Абдураҳмонов <mavnur@gmail.com>

source: GNOME Web Browser Website
ar: موقع متصفح الإنترنت لجينوم
uz@cyrillic: GNOME веб браузери веб саҳифаси

source: Hide the menubar by default.
uz@cyrillic: Андоза бўйича меню панелини бекитиш.

source: _Show passwords
uz@cyrillic: Махфий сўзларни _кўрсатиш

source: _View Certificate…
uz@cyrillic: Сертификатни _кўриш…

source: _Detailed Font Settings…
uz@cyrillic: Шрифтларнинг _қўшимча мосламалари…

source: _Edit Stylesheet…
uz@cyrillic: Услубни _таҳрирлаш…

source: This page cannot load because of a problem with the Web site.
uz@cyrillic: Веб саҳифадаги муаммо сабабли, саҳифани юклаб бўлмади.

source: This address uses a network port which is normally used for purposes other than Web browsing.
uz@cyrillic: Ушбу манзил одатда веб учун ишлатилмайдиган портдан фойдаланади.

source: The request has been cancelled for your protection.
uz@cyrillic: Ушбу сўров хавфсизлик жиҳатидан рад этилди.

source: Accept cookie from %s?
uz@cyrillic: %s'дан cookie қабул қилинсинми?

source: Accept Cookie?
uz@cyrillic: Cookie қабул қилинсинми?

source: The site wants to modify an existing cookie.
uz@cyrillic: Ушбу сайт мавжуд cookie'ни ўзгартиришни истаяпти.

source: The site wants to set a cookie.
uz@cyrillic: Ушбу сайт cookie яратмоқчи.

source: The site wants to set a second cookie.
uz@cyrillic: Ушбу сайт иккинчи cookie яратишни истайди.

source: %s Files
uz@cyrillic: %s файллар

source: _Rename…
uz@cyrillic: _Номини ўзгартириш…

source: _Import Bookmarks…
uz@cyrillic: Хатчўпларни _импорт қилиш…

source: _Export Bookmarks…
uz@cyrillic: Хатчўпларни _экспорт қилиш…

source: Topic
uz@cyrillic: Мавзу

source: _Other…
uz@cyrillic: _Бошқа…

source: Add _Bookmark…
uz@cyrillic: _Хатчўп қўшиш…

source: Loading “%s”…
uz@cyrillic: “%s” юкланмоқда…

source: Loading…
uz@cyrillic: Юкланмоқда...

source: Redirecting to “%s”…
uz@cyrillic: “%s” сайтига қайта йўналтирилмоқда…

source: Text below icons
uz@cyrillic: Матн нишончалар остида

source: Text beside icons
uz@cyrillic: Матн нишончалар ёнида

source: Icons only
uz@cyrillic: Фақат нишончалар

source: Text only
uz@cyrillic: Фақат матн

source: _Open…
uz@cyrillic: _Очиш…

source: Save _As…
uz@cyrillic: _Бошқача сақлаш…

source: _Print…
uz@cyrillic: _Босиб чиқариш…

source: S_end Link by Email…
uz@cyrillic: Боғламани эл.почта орқали _қўнатиш…

source: _Find…
uz@cyrillic: _Қидириш…

source: _Customize Toolbars…
uz@cyrillic: Асбоблар панелини _мослаш…

source: Page _Security Information…
uz@cyrillic: Саҳифа _хавфсизлик маълумоти…

source: _Add Bookmark…
uz@cyrillic: Хатчўп _қўшиш…

source: _Location…
uz@cyrillic: _Манзил…

source: _Save Link As…
uz@cyrillic: Боғламани бошқача _сақлаш…

source: _Bookmark Link…
uz@cyrillic: Боғламани _хатчўпга қўшиш…

source: _Send Email…
uz@cyrillic: Хат _жўнатиш…

source: _Save Image As…
uz@cyrillic: Расмни бошқача _сақлаш…
