Repository: Acidburn0zzz/epiphany
Catalog: po/*.po
Languages: ar, uz@cyrillic

source: Select Password
ar: اختر كلمة السر
uz@cyrillic: Махфий сўз танланг

source: Select a password to protect this certificate
ar: اختر كلمة سر لحماية هذه الشهادة.
uz@cyrillic: Ушбу сертификатни ҳимоя қилиш учун махфий сўз танланг

source: Enter the password for this certificate
ar: ادخل كلمة المرور لهذه الشهادة
uz@cyrillic: Ушбу сертификат учун махфий сўзни киритинг

source: Certificate Revocation List Imported
ar: تم استيراد قائمة إبطال الشّهادات

source: Certificate Revocation List (CRL) successfully imported
ar: تم استيراد قائمة ابطال الشهادات بنجاح.

source: Unit:
ar: الوحدة:

source: Next Update:
ar: التحديث التالي:
uz@cyrillic: Кейинги янгиланиш:

source: Not part of certificate
ar: ليس جزءا من الشهادة
uz@cyrillic: Сертификатнинг қисми эмас

source: Certificate Properties
ar: خاصيات الشهادات
uz@cyrillic: Сертификат хоссалари

source: This certificate has been verified for the following uses:
ar: تحقق من هذه الشهادة للاستعمالات التالية:

source: Could not verify this certificate because it has been revoked.
ar: لم يمكن التحقق من هذه الشهادة لأنها أبطلت.

source: Could not verify this certificate because it has expired.
ar: لم·يمكن·التحقق·من·هذه·الشهادة·لأنها·انقضت.
uz@cyrillic: Сертификат муддати тугаганлиги сабабли, уни текшириб бўлмади.

source: Could not verify this certificate because it is not trusted.
ar: لم·يمكن·التحقق·من·هذه·الشهادة·لأنه غير موثوق بها.
uz@cyrillic: Сертификат ишончсиз бўлганлиги учун уни текшириб бўлмади.

source: Could not verify this certificate because the issuer is not trusted.
ar: لم·يمكن·التحقق·من·هذه·الشهادة·لأن الناشر غير موثوق به.
uz@cyrillic: Сертификат тарқатувчиси ишончли бўлмаганлиги учун, сертификатни текшириб бўлмади.

source: Could not verify this certificate because the issuer is unknown.
ar: لم·يمكن·التحقق·من·هذه·الشهادة·لأن الناشر مجهول
uz@cyrillic: Сертификат тарқатувчиси номаълумлиги сабабли сертификатни текшириб бўлмади.

source: Could not verify this certificate because the CA certificate is invalid.
ar: لم·يمكن·التحقق·من·هذه·الشهادة·لأن شهادة CA غير سليمة.
uz@cyrillic: CA сертификати нотўғрилиги сабабли ушбу сертификатни текшириб бўлмади.

source: Could not verify this certificate for unknown reasons.
ar: لم·يمكن·التحقق·من·هذه·الشهادة·لأسباب مجهولة.
uz@cyrillic: Номаълум сабабга кўра ушбу сертификатни текшириб бўлмади.

source: Change Token Password
ar: تغيير كلمة المرور...

source: Choose a password for the “%s” token
ar: أختر كلمة مرور من أجل أمارة“%s”

source: Change the password for the “%s” token
ar: تغيير كلمة المرور ل “%s”

source: Get Token Password
ar: كلمة السر

source: Please enter the password for the “%s” token
ar: ادخل كلمة السر ل “%s”.

source: Please select a token:
ar: من فضلك إختار تلميحة

source: _Select
ar: _إختار
uz@cyrillic: _Танлаш

source: Escrow the secret key?
ar: أودع المفتاح السرى؟

source: The certificate authority “%s” requests that you give it a copy of the newly generated secret key. This will enable the certificate authority read any communications encrypted with this key without your knowledge or consent. It is strongly recommended not to allow it.
ar: سلطة الشهادة “%s” تطلب أن تقدم نسخة من المفتاح السرى الجديد المولد حديثا . ذلك سوف يسمح لسلطة الشهادة بأن تقرأ أى اتصالات مشفرة بواسطة ذلك المفتاح بدون معرفتك أو موافقتك. ينصح بشدة بأن لا تسمح بذلك.

source: _Reject
ar: ارفض_
uz@cyrillic: _Рад этиш

source: _Allow
ar: _إسمح
uz@cyrillic: _Рухсат бериш

source: Generating Private Key.
ar: جاري احداث مفتاح خاص.

source: Please wait while a new private key is generated. This process could take a few minutes.
ar: الرجاء الإنتظار حتى يحدث مفتاح خاص جديد. قد قد تستغرق هذه العملية بعض الدقائق.

source: Security Notice
ar: تنبيه أمني

source: This page is loaded over a secure connection
ar: تم تحميل هذه الصفحة عبر اتصال آمن
uz@cyrillic: Ушбу саҳифа ҳимояланган уланиш орқали юкланди

source: The padlock icon in the statusbar indicates whether a page is secure.
ar: أيقونة القفل في عمود الحالة يؤكد ماإذا كانت الصفحة آمنة.

source: Security Warning
ar: تنبيه أمني
uz@cyrillic: Хавфсизлик огоҳномаси

source: This page is loaded over a low security connection
ar: تم تحميل هذه الصفحة عبر اتصال آمن جزئيا
uz@cyrillic: Ушбу саҳифа кучсиз ҳимояланган уланиш орқали юкланди

source: Any information you see or enter on this page could easily be intercepted by a third party.
ar: أي معلومات تراها في هذه الصفحة يمكن رؤيتها من مكان آخر.

source: Some parts of this page are loaded over an insecure connection
ar: تم تحميل بعض أجزاء هذه الصفحة عبر اتصال آمن
uz@cyrillic: Ушбу саҳифанингбаъзи қисмлари хавфсиз бўлмаган уланиш орқали юкланди

source: Some information you see or enter will be sent over an insecure connection, and could easily be intercepted by a third party.
ar: بعض المعلومات التي تراها أو ترسلها عبر هذه الصفحة يتم نقلها عبر اتصال غير آمن, يمكن رؤيتها بسهولة من مكان آخر.

source: Send this information over an insecure connection?
ar: إرسال هذه المعلومات عبر اتصال غير آمن؟
uz@cyrillic: Ушбу маълумот хавфсиз бўлмаган уланиш орқали жўнатилсинми?

source: The information you have entered will be sent over an insecure connection, and could easily be intercepted by a third party.
ar: المعلومات التي تريد أن ترسلها عبر هذه الصفحة يتم نقلها عبر اتصال غير آمن, يمكن رؤيتها بسهولة من مكان آخر.

source: _Send
ar: إر_سال
uz@cyrillic: _Жўнатиш

source: Although this page was loaded over a secure connection, the information you have entered will be sent over an insecure connection, and could easily be intercepted by a third party.
ar: رغم أنه تم تحميل هذه الصفحة عبر اتصال آمن, المعلومات التي تريد أن ترسلها عبر هذه الصفحة يتم نقلها عبر اتصال غير آمن, يمكن رؤيتها بسهولة من مكان آخر.

source: Files
ar: ملفّات

source: http://www.google.com/search?ie=UTF-8&oe=UTF-8&q=
ar: http://www.google.com/search?q=%s&ie=UTF-8&oe=UTF-8

source: GConf error: %s
ar: خطأ GConf: %s
uz@cyrillic: GConf хатоси: %s

source: Show “_%s”
ar: عرض "_%s"
uz@cyrillic: “_%s” ни кўрсатиш

source: _Move on Toolbar
ar: _نقل على شريط الأدوات
uz@cyrillic: Асбоблар панелида _кўчириш

source: Move the selected item on the toolbar
ar: أنقل العنصر المحدد على شريط الأدوات
uz@cyrillic: Асбоблар панелидан танланган элементни кўчириш

source: _Remove from Toolbar
ar: _حذف من شريط الأدوات
uz@cyrillic: Асбоблар панелидан _олиб ташлаш

source: Remove the selected item from the toolbar
ar: احذف العنصر المحدد من شريط الأدوات
uz@cyrillic: Танланган элементни асбоблар панелидан олиб ташлаш

source: _Delete Toolbar
ar: _حذف شريط الأدوات
uz@cyrillic: Асбоблар панелини _олиб ташлаш

source: Remove the selected toolbar
ar: حذف شريط الأدوات المحدد
uz@cyrillic: Танланган асбоблар панелини олиб ташлаш

source: Separator
ar: فاصل
uz@cyrillic: Ажратувчи

source: All supported types
ar: كل الفئات المدعومة
uz@cyrillic: Барча қўлланиладиган турлар

source: Could not create a temporary directory in “%s”.
ar: فشل إنشاء دليل مؤقت في %s.
uz@cyrillic: “%s” ичида вақтинчалик директория яратиб бўлмади.

source: The file “%s” exists. Please move it out of the way.
ar: %s موجود. رجاء انقله بعيدا.
uz@cyrillic: “%s” файли мавжуд. Илтимос уни бошқа жойга кўчиринг.

source: Failed to create directory “%s”.
ar: فشل إنشاء المجلد “%s”.
uz@cyrillic: “%s” директориясини яратиб бўлмади.

source: Directory “%s” is not writable
ar: لا يمكن الكتابة على الدليل “%s”
uz@cyrillic: “%s” директорияси ёзувдан ҳимояланган

source: You do not have permission to create files in this directory.
ar: لا تملك التصاريح الكافية لإنشاء ملفات في هذا المجلد.
uz@cyrillic: Сизда ушбу директорияда файллар яратиш учун етарли ҳуқуқ йўқ.

source: Directory not Writable
ar: لا يمكن الكتابة على الدليل
uz@cyrillic: Директория ёзувдан ҳимояланган

source: Cannot overwrite existing file “%s”
ar: لا يمكن تنميق الملف “%s”
uz@cyrillic: Мавжуд “%s” файлини алмаштириб бўлмади

source: A file with this name already exists and you don't have permission to overwrite it.
ar: هناك ملف موجود مسبقا بنفس الإسم, لا تمكن التصاريح اللازمة لتنميقه.
uz@cyrillic: Шундай номли файл аллақачон мавжуд ва уни алмаштириш учун сизда етарли ҳуқуқ йўқ.

source: Cannot Overwrite File
ar: لا يمكن تنميق الملف
uz@cyrillic: Файлни алмаштириб бўлмади

source: Could not display help: %s
ar: لم يمكن عرض المساعدة: %s
uz@cyrillic: Ёрдамни кўрсатиб бўлмади: %s

source: select fonts for|Arabic
ar: عربي
uz@cyrillic: Арабча

source: select fonts for|Baltic
ar: بلطيقي
uz@cyrillic: Болтиқча

source: select fonts for|Central European
ar: اوروبا الوسطى
uz@cyrillic: Марказий европача

source: select fonts for|Cyrillic
ar: سيرياني
uz@cyrillic: Кирилча

source: select fonts for|Devanagari
ar: ديفينكاري
uz@cyrillic: Деванагари

source: select fonts for|Greek
ar: يوناني
uz@cyrillic: Юнонча

source: select fonts for|Hebrew
ar: يهودي
uz@cyrillic: Яҳудийча

source: select fonts for|Japanese
ar: ياباني
uz@cyrillic: Японча

source: select fonts for|Korean
ar: كوري
uz@cyrillic: Корейсча

source: select fonts for|Simplified Chinese
ar: صيني مبسّط
uz@cyrillic: Соддалаштирилган хитойча

source: select fonts for|Tamil
ar: تاميل
uz@cyrillic: Тамилча

source: select fonts for|Thai
ar: تايلندي
uz@cyrillic: Тайча

source: select fonts for|Traditional Chinese
ar: صيني تقليدي
uz@cyrillic: Анъанавий хитойча

source: select fonts for|Traditional Chinese (Hong Kong)
ar: صيني تقليدي (هونغ كونغ)
uz@cyrillic: Анъанавий хитойча (Гонконг)

source: select fonts for|Turkish
ar: تركي
uz@cyrillic: Туркча

source: select fonts for|Armenian
ar: أرمني
uz@cyrillic: Арманча

source: select fonts for|Bengali
ar: بنغالي
uz@cyrillic: Бенгалча

source: select fonts for|Unified Canadian Syllabics
ar: أجزاء كندية موحدة

source: select fonts for|Ethiopic
ar: إثيوبي
uz@cyrillic: Эфиопча

source: select fonts for|Georgian
ar: جورجي
uz@cyrillic: Грузинча

source: select fonts for|Gujarati
ar: جورجاراتي
uz@cyrillic: Гужарати

source: select fonts for|Gurmukhi
ar: جرموخي
uz@cyrillic: Гурмухи

source: select fonts for|Khmer
ar: كمر
uz@cyrillic: Хмерча

source: select fonts for|Malayalam
ar: ماليزي
uz@cyrillic: Малаяламча

source: select fonts for|Western
ar: غربي
uz@cyrillic: Ғарбий

source: select fonts for|Other Scripts
ar: مخطوطات أخرى
uz@cyrillic: Бошқа скриптлар

source: _Domain:
ar: ال_نطاق:
uz@cyrillic: _Домен:

source: _New password:
ar: ك_لمة المرور الجديدة:
uz@cyrillic: _Янги махфий сўз:

source: Con_firm password:
ar: أ_كد كلمة السر:
uz@cyrillic: Махфий сўзни _тасдиқлаш:

source: Password quality:
ar: جودة كلمة السر:
uz@cyrillic: Махфий сўз сифати:

source: Do not remember this password
ar: لا تتذكر كلمة المرور هذه
uz@cyrillic: Ушбу махфий сўз эслаб қолинмасин

source: _Remember password for this session
ar: ت_خزين كلمة المرور لهذه الجلسة
uz@cyrillic: Ушбу сеанс учун махфий сўзни _эслаб қолиш

source: Save password in _keyring
ar: حفظ كلمة المرور في _حلقة المفاتيح

source: Popup Windows
ar: نوافذ قافزة

source: History
ar: المواقع المزارة
uz@cyrillic: Тарих

source: Bookmarks
ar: المؤشّرات
uz@cyrillic: Хатчўплар

source: Address Entry
ar: خانة العنوان

source: _Download
ar: _تنزيل
uz@cyrillic: _Ёзиб олиш

source: Drag and drop this icon to create a link to this page
ar: انقر و انقل هذه الأيقونة لإنشاء وصلة إلى هذه الصفحة

source: Unsafe protocol.
ar: بروتوكول غير آمن
uz@cyrillic: Хавфсиз бўлмаган протокол.

source: The address has not been loaded, because it refers to an unsafe protocol and thereby presents a security risk to your system.
ar: لم يتم تحميل العنوان, لأنه يستعمل بروتوكولا غير آمن وهذا يعتبر تهديدا أمنيا للنظام.

source: No address found.
ar: لم يُعثر على أي عنوان
uz@cyrillic: Манзил топилмади.

source: No web address could be found in this file.
ar: لا يمكن إيجاد أي عنوان في هذا الملف.
uz@cyrillic: Ушбу файлда веб манзил топилмади.

source: Epiphany Desktop File Plugin
ar: تمديد ملف سطح المكتب لإيبفني.
uz@cyrillic: Epiphany иш столи файли плагини

source: This plugin handles “.desktop” and “.url” files containing web links.
ar: هذا التمديد يقرأ ملفات “.desktop” و “.url” المحتوية على وصلات إنترنت.
uz@cyrillic: Ушбу плагин таркибида веб боғламалар бўлган “.desktop” ва “.url” файллари билан ишлайди.

source: Quick Bookmark
ar: علامة موقع سريعة

source: %d _Similar
ar: %d مشابه_

source: _Unify With %d Identical Bookmark
ar: _وحُد مع %d علامات متطابقة

source: Show “%s”
ar: عرض “%s”
uz@cyrillic: “%s” ни кўрсатиш

source: “%s” Properties
ar: “%s” خصائص
uz@cyrillic: “%s” хоссалари

source: _Title:
ar: ال_عنوان:
uz@cyrillic: _Сарлавҳа:

source: A_ddress:
ar: ال_عنوان:
uz@cyrillic: М_анзиллар:

source: T_opics:
ar: الموا_ضيع:
uz@cyrillic: _Мавзулар:

source: Sho_w all topics
ar: عرض كل المواضيع
uz@cyrillic: Ҳамма мавзуларни _кўрсатиш

source: Search the web
ar: بحث في الانترنت
uz@cyrillic: Интернетда қидириш

source: Entertainment
ar: ترفيه

source: News
ar: اخبار
uz@cyrillic: Янгиликлар

source: Shopping
ar: تسوق
uz@cyrillic: Олди-сотди

source: Sports
ar: رياضة
uz@cyrillic: Спорт

source: Travel
ar: سفر
uz@cyrillic: Саёҳат

source: Work
ar: عمل
uz@cyrillic: Иш

source: Update bookmark “%s”?
ar: تحديث علامة الموقع “%s”؟
uz@cyrillic: “%s” хатчўп янгилансинми?

source: The bookmarked page has moved to “%s”.
ar: تم نقل الصفحة المؤشرة إلى “%s”.
uz@cyrillic: Хатчўпга қўшилган саҳифа “%s” манзилига кўчирилди.

source: _Don't Update
ar: لا ت_حديث
uz@cyrillic: Янгилан_масин

source: _Update
ar: _تحديث
uz@cyrillic: _Янгилаш

source: Update Bookmark?
ar: تحديث علامة الموقع؟
uz@cyrillic: Хатчўп янгилансинми?

source: bookmarks|All
ar: الكل
uz@cyrillic: Ҳаммаси

source: bookmarks|Most Visited
ar: الأكثر زيارة
uz@cyrillic: Энг кўп кўрилган

source: bookmarks|Not Categorized
ar: غير مبوبة
uz@cyrillic: Туркумланмаган

source: bookmarks|Local Sites
ar: مواقع محلية

source: Epiphany (RDF)
ar: إيبِفَني (RDF)

source: Mozilla (HTML)
ar: موزيلا (HTML)

source: Remove from this topic
ar: حذف من هذا الموضوع.
uz@cyrillic: Ушбу мавзудан олиб ташлаш

source: _File
ar: _ملف
uz@cyrillic: _Файл

source: _Edit
ar: _تحرير
uz@cyrillic: _Таҳрирлаш

source: _View
ar: _عرض
uz@cyrillic: _Кўриниш

source: _Help
ar: _مساعدة
uz@cyrillic: _Ёрдам

source: _New Topic
ar: _موضوع جديد
uz@cyrillic: _Янги мавзу

source: Create a new topic
ar: انشاء موضوع جديد
uz@cyrillic: Янги мавзу яратиш

source: Open in New _Window
ar: إفتح فى نافذة جديدة

source: Open the selected bookmark in a new window
ar: فتح المؤشّر المنتقى في نافذة جديدة
uz@cyrillic: Танланган хатчўпни янги ойнада очиш

source: Open in New _Tab
ar: إفتح فى لسان جديد_

source: Open the selected bookmark in a new tab
ar: فتح المؤشّر المنتقى في لسان جديد
uz@cyrillic: Танланган хатчўпни янги табда очиш

source: _Rename...
ar: _اعادة التسمية...

source: Rename the selected bookmark or topic
ar: إعادة تسمية المؤشّر أو الموضوع المنتقى
uz@cyrillic: Танланган хатчўп ёки мавзу номини ўзгартириш

source: _Delete
ar: _حذف
uz@cyrillic: _Олиб ташлаш

source: Delete the selected bookmark or topic
ar: حذف المؤشّر أو الموضوع المنتقى
uz@cyrillic: Белгиланган мавзуни ёки хатчўпни олиб ташлаш

source: _Properties
ar: _خاصيات
uz@cyrillic: _Хоссалари

source: View or modify the properties of the selected bookmark
ar: عرض أو تعديل خصائص المؤشّر المنتقى
uz@cyrillic: Белгиланган хатчўп хоссасини кўриш ёки ўзгартириш

source: _Import Bookmarks...
ar: _استيراد مؤشّرات...

source: Import bookmarks from another browser or a bookmarks file
ar: استيراد مؤشّرات من متصفّحٍ آخر أو من ملف مؤشّرات
uz@cyrillic: Хатчўпларни бошқа браузердан ёки хатчўп файлидан импорт қилиш

source: _Export Bookmarks...
ar: _تصدير علامات المواقع...

source: Export bookmarks to a file
ar: _تصدير علامات المواقع إلى ملف
uz@cyrillic: Хатчўпларни файлга экспорт қилиш

source: _Close
ar: _غلق
uz@cyrillic: _Ёпиш

source: Close the bookmarks window
ar: _غلق نافذة المؤشّرات
uz@cyrillic: Хатчўплар ойнасини ёпиш

source: Cu_t
ar: _قص
uz@cyrillic: _Кесиш

source: Cut the selection
ar: قص المنتقى
uz@cyrillic: Танланганни кесиш

source: _Copy
ar: _نسخ
uz@cyrillic: _Нусха олиш

source: Copy the selection
ar: نسخ المنتقى
uz@cyrillic: Танлангандан нусха олиш

source: _Paste
ar: _لصق
uz@cyrillic: _Қўйиш

source: Paste the clipboard
ar: لصق الحافظة الوسيطة
uz@cyrillic: Клипборддан қўйиш

source: Select _All
ar: اختيا_ر الكل
uz@cyrillic: _Ҳаммасини танлаш

source: Select all bookmarks or text
ar: اختيار كل المؤشّرات أو النّصوص
uz@cyrillic: Барча хатчўпларни ёки матнни кўрсатиш

source: _Contents
ar: الم_حتويات

source: Display bookmarks help
ar: عرض مساعدة المؤشّرات
uz@cyrillic: Хатчўп бўйича қўлланмани кўрсатиш

source: _About
ar: _حول
uz@cyrillic: Дастур _ҳақида

source: Display credits for the web browser creators
ar: عرض الشكر لكاتبي متصفح الواب
uz@cyrillic: Браузер яратувчилари ҳақидаги маълумотни кўрсатиш

source: _Show on Toolbar
ar: أ_ظهر على شريط الأدوات
uz@cyrillic: Асбоблар панелида _кўрсатиш

source: Show the selected bookmark on a toolbar
ar: أظهر المؤشر المحدد على شريط الأدوات
uz@cyrillic: Асбоблар панелида белгиланган хатчўпни кўрсатиш

source: _Title
ar: الع_نوان
uz@cyrillic: _Сарлавҳа

source: Show only the title column
ar: اظهار عمود العنوان فقط
uz@cyrillic: Фақат сарлавҳа устунини кўрсатиш

source: T_itle and Address
ar: ا_سم الموقع و عنوانه
uz@cyrillic: _Сарлавҳа ва манзиллар

source: Show both the title and address columns
ar: اظهار جدوالا العنوان و الموقع معا
uz@cyrillic: Сарлавҳа ва манзил устунларини кўрсатиш

source: Type a topic
ar: اكتب موضوعا
uz@cyrillic: Мавзу киритинг

source: Delete topic “%s”?
ar: حذف الموضوع “%s”؟
uz@cyrillic: “%s” мавзуси олиб ташлансинми?

source: Delete this topic?
ar: حذف هذا الموضوع؟
uz@cyrillic: Ушбу мавзу олиб ташлансинми?

source: Deleting this topic will cause all its bookmarks to become uncategorized, unless they also belong to other topics. The bookmarks will not be deleted.
ar: حذف هذا الموضوع يؤدي إلى صيرورة مؤشراته غير مصنفة, إلا إذا كانت تنتمي إلى مواضيع أخرى. لن يتم حذف المؤشرات.

source: _Delete Topic
ar: _حذف الموضوع
uz@cyrillic: Мавзуни _олиб ташлаш

source: Firefox
ar: فايرفوكس

source: Firebird
ar: فايربرد

source: Mozilla “%s” profile
ar: بروفيل موزيلا “%s”
uz@cyrillic: Mozilla “%s” профили

source: Galeon
ar: كالين

source: Konqueror
ar: كنكرور

source: Import failed
ar: فشل الإستيراد
uz@cyrillic: Импорт қилиб бўлмади

source: Import Failed
ar: فشل الإستيراد
uz@cyrillic: Импорт қилиб бўлмади

source: The bookmarks from “%s” could not be imported because the file is corrupted or of an unsupported type.
ar: لم يمكن استيراد المؤشرات من “%s” لأن الملف منكسر أو النسق غير مدعوم.
uz@cyrillic: “%s” файлидан хатчўпни импорт қилиб бўлмади, бунга файл бузуқлиги ёки қўлланилмайдиган форматдалиги сабаб бўлиши мумкин.

source: Import Bookmarks from File
ar: إستيراد علامات المواقع من ملف
uz@cyrillic: Хатчўпларни файлдан импорт қилиш

source: Firefox/Mozilla bookmarks
ar: علامات المواقع لفايرفوكس/موزيلا
uz@cyrillic: Firefox/Mozilla хатчўплари

source: Galeon/Konqueror bookmarks
ar: مؤشّرات كاليون/كونكيورر
uz@cyrillic: Galeon/Konqueror хатчўплари

source: Epiphany bookmarks
ar: مؤشّرات إيبِفَني
uz@cyrillic: Epiphany хатчўплари

source: Export Bookmarks
ar: تصدير علامات المواقع
uz@cyrillic: Хатчўпларни экспорт қилиш

source: File f_ormat:
ar: هيئة الم_لف
uz@cyrillic: Файл ф_ормати:

source: Import Bookmarks
ar: استيراد مؤشّرات
uz@cyrillic: Хатчўпларни импорт қилиш

source: I_mport
ar: ا_ستيراد
uz@cyrillic: И_мпорт

source: Import bookmarks from:
ar: استيراد مؤشّرات من:
uz@cyrillic: Хатчўпларни бу ердан импорт қилиш:

source: _Copy Address
ar: _نسخ العنوان
uz@cyrillic: Манзилдан _нусха олиш

source: _Search:
ar: _بحث:
uz@cyrillic: _Қидириш:

source: Topics
ar: المواضيع
uz@cyrillic: Мавзулар

source: Title
ar: العنوان
uz@cyrillic: Сарлавҳа

source: Address
ar: العنوان
uz@cyrillic: Манзил

source: Show properties for this bookmark
ar: أظهر خصائص هذا المؤشر
uz@cyrillic: Ушбу хатчўп хоссасини кўрсатиш

source: Open this bookmark in a new tab
ar: فتح المؤشّر في لسان جديد
uz@cyrillic: Ушбу хатчўпни янги табда очиш

source: Open this bookmark in a new window
ar: فتح المؤشّر في نافذة جديدة
uz@cyrillic: Ушбу хатчўпни янги ойнада очиш

source: Open in New _Tabs
ar: فتح في أل_سنة جديدة
uz@cyrillic: Янги _табларда очиш

source: Open the bookmarks in this topic in new tabs
ar: فتح المؤشّرات المنتقاة في ألسنة جديدة
uz@cyrillic: Ушбу мавзудаги хатчўпни янги табда очиш

source: Related
ar: متعلق

source: Quick Topic
ar: موضوع سريع

source: Create topic “%s”
ar: انشاء الموضوع “%s”
uz@cyrillic: “%s” мавзусини яратиш

source: Encodings
ar: التش_فيرات
uz@cyrillic: Кодлаш усуллари

source: _Other...
ar: _أخرى...

source: Other encodings
ar: تشفيرات أخرى
uz@cyrillic: Бошқа кодлаш усуллари

source: _Automatic
ar: _آلي
uz@cyrillic: _Автоматик

source: Not found
ar: لم يوجد
uz@cyrillic: Топилмади

source: Wrapped
ar: مكسر

source: Find links:
ar: بحث عن وصلات:
uz@cyrillic: Боғламаларни қидириш:

source: Find:
ar: بحث:
uz@cyrillic: Қидириш:

source: Find Previous
ar: إيجاد السابق
uz@cyrillic: Олдингисини қидириш

source: Find previous occurrence of the search string
ar: ايجاد الحدث السابق لجملة البحث

source: Find Next
ar: ايجاد التالي
uz@cyrillic: Кейингини қидириш

source: Find next occurrence of the search string
ar: ايجاد الحدث التالي للجملة

source: Leave Fullscreen
ar: الخروج من نمط ملئ الشاشة
uz@cyrillic: Бутун экранга усулидан чиқиш

source: Go
ar: إذهب
uz@cyrillic: Ўтиш

source: Open the selected history link in a new window
ar: فتح وصلة الموقع المزار المنتقات في نافذة جديدة
uz@cyrillic: Танланган тарих боғламасини янги ойнада очиш

source: Open the selected history link in a new tab
ar: فتح وصلة الموقع المزار المنتقات في لسان جديد
uz@cyrillic: Танланган тарих боғламасини янги табда очиш

source: Delete the selected history link
ar: حذف وصلة الموقع المزار المنتقات
uz@cyrillic: Танланган тарих боғламасини олиб ташлаш

source: Add _Bookmark...
ar: إ_ضافة مؤشّر...

source: Bookmark the selected history link
ar: تعليم وصلة التّاريخ المنتقاة
uz@cyrillic: Танланган тарих боғламасини хатчўпга қўшиш

source: Close the history window
ar: غلق نافذة المواقع المزارة
uz@cyrillic: Тарих ойнасини ёпиш

source: Select all history links or text
ar: إختيار جميع وصلات المواقع المزارة أو النصوص
uz@cyrillic: Барча тарих боғламаларини ёки матнни танлаш

source: Clear _History
ar: مسح ال_تّاريخ
uz@cyrillic: _Тарихни тозалаш

source: Clear your browsing history
ar: مسح تصفحك للمواقع المزارة
uz@cyrillic: Тарихни тозалаш

source: Display history help
ar: عرض مساعدة حول المواقع المزارة
uz@cyrillic: Тарих бўйича қўлланмани кўрсатиш

source: _Address
ar: ال_عنوان
uz@cyrillic: _Манзил

source: Show only the address column
ar: اظهر جدول العنوان فقط
uz@cyrillic: Фақат манзил устунини кўрсатиш

source: Title a_nd Address
ar: اللقب و_ العنوان
uz@cyrillic: Сарлавҳа _ва манзил

source: Clear browsing history?
ar: هل يمسح تصفح المواقع المزارة؟
uz@cyrillic: Тарих тозалансинми?

source: Clearing the browsing history will cause all history links to be permanently deleted.
ar: مسح تصفح المواقع المزارة سيحذف بشكل·دائم جميع وصلات المواقع المزارة.
uz@cyrillic: Тарих тозаланса, ундаги барча боғламалар ҳам олиб ташланади.

source: Clear History
ar: مسح التاريخ
uz@cyrillic: Тарихни тозалаш

source: Last 30 minutes
ar: الدقائق ال 30 الأخيرة
uz@cyrillic: Охирги 30 дақиқа

source: Today
ar: اليوم
uz@cyrillic: Бугун

source: Last %d day
ar: آخر يوم

source: Sites
ar: المواقع
uz@cyrillic: Сайтлар

source: Open a new tab in an existing browser window
ar: فتح لسان جديد في نافذة موجودة للمتصفح
uz@cyrillic: Мавжуд браузер ойнасида янги таб ойна очиш

source: Open a new browser window
ar: فتح نافذة جديدة
uz@cyrillic: Янги ойна очиш

source: Launch the bookmarks editor
ar: إطلاق محرّر المؤشّرات
uz@cyrillic: Хатчўп таҳрирчисини ишга тушириш

source: Import bookmarks from the given file
ar: استيراد المؤشّرات من الملف المحدّد

source: FILE
ar: الملف
uz@cyrillic: ФАЙЛ

source: Load the given session file
ar: تحميل ملف الجلسة المعطى
uz@cyrillic: Кўрсатилган сеанс файлини юклаш

source: Add a bookmark
ar: إضافة مؤشّر
uz@cyrillic: Хатчўп қўшиш

source: URL
ar: العنوان

source: Start a private instance
ar: بدأ نموذج محلي
