Repository: Acidburn0zzz/epiphany
Catalog: po/*.po
Languages: ar, uz@cyrillic

source: Browse and organize your bookmarks
ar: تصفّح و تنظيم علاماتك
uz@cyrillic: Хатчўпларни кўриш ва бошқариш

source: Epiphany Web Bookmarks
ar: علامات ويب إيبِفَني
uz@cyrillic: Epiphany браузери хатчўплари

source: Web Bookmarks
ar: علامات ويب
uz@cyrillic: Веб хатчўплар

source: Browse the web
ar: تصفح الانترنت
uz@cyrillic: Веб браузер

source: Epiphany Web Browser
ar: متصفّح الويب إيبِفَني
uz@cyrillic: Epiphany веб браузери

source: Web Browser
ar: متصفّح الانترنت
uz@cyrillic: Веб браузер

source: A list of protocols to be considered safe in addition to the default, when disable_unsafe_protocols is enabled.
ar: قائمة لبروتوكولات يمكن اعتبارها آمنة بالاضافة للافتراض، عند تفعيل disable_unsafe_protocols.

source: Additional safe protocols
ar: بروتوكولات آمنة اضافية
uz@cyrillic: Қўшимча хавфсиз протоколлар

source: Disable JavaScript chrome control
ar: إلغاء قطع جافاسكربت

source: Disable JavaScript's control over window chrome.
ar: إلغاء عرض قطع جافاسكربت فوق مظاهر النوافذ.

source: Disable all historical information by disabling back and forward navigation, not allowing the history dialog and hiding the most used bookmarks list.
ar: إلغاء كل معلومات التاريخ لتعطيل زر الخلف و منع حوار التاريخ و اخفاء قائمة المؤشّرات المستخدمة بكثافة.

source: Disable arbitrary URLs
ar: تعطيل العناوين الفارغة

source: Disable bookmark editing
ar: تعطيل تحرير المؤشرات
uz@cyrillic: Хатчўпларни таҳрирлашни ўчириш

source: Disable history
ar: تعطيل التاريخ
uz@cyrillic: Тарихни ўчириш

source: Disable the user's ability to add or edit bookmarks.
ar: تعطيل قدرة المستخدمين على تحرير مؤشّراتهم.
uz@cyrillic: Фойдаланувчига хатчўп қўшиш ва уни таҳрирлашни таъқиқлаш.

source: Disable the user's ability to edit toolbars.
ar: تعطيل قدرة المستخدمين في تحرير علامات المواقع.
uz@cyrillic: Фойдаланувчига асбоблар панелини ўзгартиришни таъқиқлаш.

source: Disable the user's ability to type in a URL to Epiphany.
ar: تعطيل قدرة المستخدمين في كتابة عناوين في إيبِفَني.
uz@cyrillic: Фойдаланувчиларга URL киритишни таъқиқлаш.

source: Disable toolbar editing
ar: تعطيل تحرير شريط الأدوات
uz@cyrillic: Асбоблар панелини таҳрирлашни таъқиқлаш

source: Disable unsafe protocols
ar: تعطيل البروتوكولات الغير آمنة
uz@cyrillic: Хавфли протоколларни ўчириш

source: Disables loading of content from unsafe protocols. Safe protocols are http and https.
ar: تعطيل تحميل محتويات من بروتوكولات غير آمنة. البروتوكولات الآمنة هي http:·و https:.
uz@cyrillic: Хавфли протоколлар таркибини юклашни таъқиқлаш. Хавфсиз протоколлар - http ва https.

source: Epiphany cannot quit
ar: إبيفاني لا يستطيع الخروج
uz@cyrillic: Epiphany'дан чиқиб бўлмайди

source: Hide menubar by default
ar: اخفاء عمود القوائم افتراضا
uz@cyrillic: Андоза бўйича меню панелини бекитиш

source: Hide the menubar by default. The menubar can still be accessed using F10.
ar: إخفاء شريط القوائم إفتراضيا. يمكن استعمالها باستعمال F10.

source: Lock in fullscreen mode
ar: القفل في نمط ملء الشاشة
uz@cyrillic: Бутун экран усулида қулфлаш

source: Locks Epiphany in fullscreen mode.
ar: قفل إيبفاني في نمط ملء الشاشة
uz@cyrillic: Epiphany'ни бутун экран усулида қулфлаш.

source: User is not allowed to close Epiphany
ar: لا يسمح للمستخدم بغلق إبيفني.
uz@cyrillic: Фойдаланувчи Epiphany браузерини ёпа олмайди

source: Active extensions
ar: التمديدات النشطة
uz@cyrillic: Актив кенгайтмалар

source: Address of the user's home page.
ar: عنوان صفحة المستخدم.
uz@cyrillic: Фойдаланувчи уй саҳифаси манзили.

source: Allow popups
ar: السماح بالنوافذ البارزة
uz@cyrillic: Попап ойнага рухсат бериш

source: Allow sites to open new windows using JavaScript (if JavaScript is enabled).
ar: السماح للمواقع بفتح نوافذ جديدة تستعمل جافاسكربت (هذا اذا كان جافاسكربت مفعّلا).
uz@cyrillic: Сайтларга JavaScript ёрдамида янги ойна очишга рухсат бериш (агар JavaScript ёқилган бўлса).

source: Always show the tab bar
ar: اظهار عمود الألسنة دائما
uz@cyrillic: Таб панелини ҳар доим кўрсатиш

source: Automatic downloads
ar: تنزيلات آلية
uz@cyrillic: Автоматик ёзиб олиш

source: Automatically manage offline status with NetworkManager
ar: إدارة حاة عدم الإتصال آليا مع مدير الشبكة
uz@cyrillic: NetworkManager ёрдамида офлайн ҳолатини автоматик кузатиш

source: Browse with caret
ar: تصفح بعمة

source: Cookie accept
ar: تقبل الكوكي
uz@cyrillic: Cookie'ни қабул қилиш

source: Default encoding
ar: التشفير الإفتراضي
uz@cyrillic: Андоза кодлаш усули

source: Default encoding. Accepted values are: "armscii-8", "Big5", "Big5-HKSCS", "EUC-JP", "EUC-KR", "gb18030", "GB2312", "geostd8", "HZ-GB-2312", "IBM850", "IBM852", "IBM855", "IBM857", "IBM862", "IBM864", "IBM866", "ISO-2022-CN", "ISO-2022-JP", "ISO-2022-KR", "ISO-8859-1", "ISO-8859-2", "ISO-8859-3", "ISO-8859-4", "ISO-8859-5", "ISO-8859-6", "ISO-8859-7", "ISO-8859-8", "ISO-8859-8-I", "ISO-8859-9", "ISO-8859-10", "ISO-8859-11", "ISO-8859-13", "ISO-8859-14", "ISO-8859-15", "ISO-8859-16", "ISO-IR-111", "KOI8-R", "KOI8-U", "Shift_JIS", "TIS-620", "UTF-7", "UTF-8", "VISCII", "windows-874", "windows-1250", "windows-1251", "windows-1252", "windows-1253", "windows-1254", "windows-1255", "windows-1256", "windows-1257", "windows-1258", "x-euc-tw", "x-gbk", "x-johab", "x-mac-arabic", "x-mac-ce", "x-mac-croatian", "x-mac-cyrillic", "x-mac-devanagari", "x-mac-farsi", "x-mac-greek", "x-mac-gujarati", "x-mac-gurmukhi", "x-mac-hebrew", "x-mac-icelandic", "x-mac-roman", "x-mac-romanian", "x-mac-turkish", "x-mac-ukrainian", "x-user-defined", "x-viet-tcvn5712", "x-viet-vps" and "x-windows-949".
ar: قيم التشفير الافتراضي المقبولة هي: "armscii-8"،·"Big5"،·"Big5-HKSCS"،·"EUC-JP"،·"EUC-KR"،·"gb18030"،·"GB2312"،·"geostd8"،·"HZ-GB-2312"،·"IBM850"،·"IBM852"،·"IBM855"،·"IBM857"،·"IBM862"،·"IBM864"،·"IBM866"،·"ISO-2022-CN"،·"ISO-2022-JP"،·"ISO-2022-KR"،·"ISO-8859-1"،·"ISO-8859-2"،·"ISO-8859-3"،·"ISO-8859-4"،·"ISO-8859-5"،·"ISO-8859-6"،·"ISO-8859-7"،·"ISO-8859-8"،·"ISO-8859-8-I"،·"ISO-8859-9"،·"ISO-8859-10"،·"ISO-8859-11"،·"ISO-8859-13"،·"ISO-8859-14",·"ISO-8859-15",·"ISO-8859-16",·"ISO-IR-111",·"KOI8-R",·"KOI8-U",·"Shift_JIS",·"TIS-620",·"UTF-7",·"UTF-8",·"VISCII",·"windows-874",·"windows-1250",·"windows-1251",·"windows-1252",·"windows-1253",·"windows-1254",·"windows-1255",·"windows-1256",·"windows-1257",·"windows-1258",·"x-euc-tw",·"x-gbk",·"x-johab",·"x-mac-arabic",·"x-mac-ce",·"x-mac-croatian",·"x-mac-cyrillic",·"x-mac-devanagari",·"x-mac-farsi",·"x-mac-greek",·"x-mac-gujarati",·"x-mac-gurmukhi",·"x-mac-hebrew",·"x-mac-icelandic",·"x-mac-roman",·"x-mac-romanian",·"x-mac-turkish",·"x-mac-ukrainian",·"x-user-defined",·"x-viet-tcvn5712",·"x-viet-vps"·and·"x-windows-949".
uz@cyrillic: Андоза кодлаш усули. Қабул қилинадиган қийматлар: "armscii-8", "Big5", "Big5-HKSCS", "EUC-JP", "EUC-KR", "gb18030", "GB2312", "geostd8", "HZ-GB-2312", "IBM850", "IBM852", "IBM855", "IBM857", "IBM862", "IBM864", "IBM866", "ISO-2022-CN", "ISO-2022-JP", "ISO-2022-KR", "ISO-8859-1", "ISO-8859-2", "ISO-8859-3", "ISO-8859-4", "ISO-8859-5", "ISO-8859-6", "ISO-8859-7", "ISO-8859-8", "ISO-8859-8-I", "ISO-8859-9", "ISO-8859-10", "ISO-8859-11", "ISO-8859-13", "ISO-8859-14", "ISO-8859-15", "ISO-8859-16", "ISO-IR-111", "KOI8-R", "KOI8-U", "Shift_JIS", "TIS-620", "UTF-7", "UTF-8", "VISCII", "windows-874", "windows-1250", "windows-1251", "windows-1252", "windows-1253", "windows-1254", "windows-1255", "windows-1256", "windows-1257", "windows-1258", "x-euc-tw", "x-gbk", "x-johab", "x-mac-arabic", "x-mac-ce", "x-mac-croatian", "x-mac-cyrillic", "x-mac-devanagari", "x-mac-farsi", "x-mac-greek", "x-mac-gujarati", "x-mac-gurmukhi", "x-mac-hebrew", "x-mac-icelandic", "x-mac-roman", "x-mac-romanian", "x-mac-turkish", "x-mac-ukrainian", "x-user-defined", "x-viet-tcvn5712", "x-viet-vps" ва "x-windows-949".

source: Default font type
ar: نوع الخط الإفتراضي
uz@cyrillic: Андоза шрифт тури

source: Default font type. Possible values are "serif" and "sans-serif".
ar: نوع الخط الإفتراضي. القيم الممكنة هي "serif" و "sans-serif".
uz@cyrillic: Андоза шрифт тури. "serif" ва "sans-serif".

source: Enable Java
ar: تفعيل جافا
uz@cyrillic: Java'ни ёқиш

source: Enable JavaScript
ar: تفعيل جافاسكربت
uz@cyrillic: JavaScript'ни ёқиш

source: History pages time range
ar: المدة الوقتية لصفحات المواقع المزارة
uz@cyrillic: Тарих саҳифалари вақти оралиғи

source: Home page
ar: الصفحة الرئيسيّة
uz@cyrillic: Уй саҳифаси

source: How to present animated images. Possible values are "normal", "once" and "disabled".
ar: كيفية عرض الصور المتحركة. القيم الممكنة هي "normal", "once" أو "disabled".
uz@cyrillic: Анимацион расмларнинг кўриниши. Қуйидагилар бўлиши мумкин: "normal" (андоза), "once" (бир марта) ва "disabled" (анимациясиз).

source: How to print frames
ar: كيف تطبع إطارات
uz@cyrillic: Фреймларни босиб чиқариш усули

source: How to print pages containing frames. Allowed values are "normal", "separately" and "selected".
ar: كيف تطبع الصفحات المحتوية على اطارات. القيم المسموح بها هى "عادى", "منفصلة" و "مختارة".
uz@cyrillic: Фрейм мавжуд бўлган саҳифаларнинг босиб чиқарилиши. Қуйидагилар бўлиши мумкин: "normal" 9андоза), "separately" (алоҳида-алоҳида) ва "selected" (танланганни).

source: Image animation mode
ar: وضع الصور المتحركة
uz@cyrillic: Расм анимацияси усули

source: Languages
ar: لغات
uz@cyrillic: Тиллар

source: Lists the active extensions.
ar: قائمة التمديدات النشطة
uz@cyrillic: Актив кенгайтмалар рўйхати.

source: Middle click to open the web page pointed to by the currently selected text
ar: نقر·الزر·الوسط·لفتح·صفحة·الانترنت·التي·يؤشر اليها·النص·المنتقى·حاليا
uz@cyrillic: Жорий танланган матн кўрсатган веб саҳифани очиш учун сичқонча ўрта тугмасини босинг

source: Middle clicking on the main view pane will open the web page pointed to by the currently selected text.
ar: النقر بالزر الوسط على الشباك الرئيسي سيفتح صفحة الانترنت التي يؤشراليها النص المنتقى حاليا.
uz@cyrillic: Сичқонча тугмасининг асосий панелда босилиши, жорий белгиланган матн кўрсатадиган веб саҳифани очади.

source: Minimum font size
ar: الحد الأدنى لحجم خط
uz@cyrillic: Шрифтнинг минимал ўлчами

source: Preferred languages, two letter codes.
ar: اللغات المحبذة، بتشفيرات ذات حرفين.
uz@cyrillic: Афзал кўрилган тиллар, икки ҳарфли кодлар.

source: Remember passwords
ar: تذكر كلمات السر
uz@cyrillic: Махфий сўзларни эслаб қолиш

source: Show bookmarks bar by default
ar: إظهار شريط المؤشّرات إفتراضيّاً
uz@cyrillic: Андоза бўйича хатчўплар панелини кўрсатиш

source: Show statusbar by default
ar: اظهار عمود الحالة افتراضا
uz@cyrillic: Андоза бўйича ҳолат панелини кўрсатиш

source: Show the history pages visited "ever", "last_two_days", "last_three_days", "today".
ar: عرض صفحات التاريخ المزارة "ever"و·"last_two_days"و"last_three_days"و·"today".
uz@cyrillic: "ever" (ҳар доим), "last_two_days" (охирги икки кунда), "last_three_days" (охирги уч кунда, "today" (бугун) очилган тарих саҳифаларини кўрсатиш.

source: Show the tab bar also when there is only one tab open.
ar: عرض عمود الألسنة حتى عند وجود لسان واحد مفتوح.
uz@cyrillic: Ҳатто битта таб очиқ бўлса ҳам, таб панелини кўрсатиш.

source: Show toolbars by default
ar: إظهار أعمدة الأدوات إفتراضا
uz@cyrillic: Андоза бўйича асбоблар панелини кўрсатиш

source: Size of disk cache
ar: حجم مخبأ القرص
uz@cyrillic: Диск кэш ҳажми

source: Size of disk cache, in MB.
ar: حجم مخبأ القرص، بالميغابايت.
uz@cyrillic: Диск кэш ҳажми мегабайтда.

source: The bookmark information shown in the editor view
ar: معلومات المؤشّرات المعروضة في معرض التحرير
uz@cyrillic: Таҳрирчи ойнасида кўрсатиладиган хатчўп маълумоти

source: The bookmark information shown in the editor view. Valid values in the list are "address" and "title".
ar: معلومات المؤشّرات المعروضة في معرض التحرير, القيم الممكنة في القائمة هي "address"·و·"title".
uz@cyrillic: Таҳрирчи ойнасида кўрсатиладиган хатчўп маълумоти. Қуйидагилар бўлиши мумкин: "address" (манзил) ва "title" (сарлавҳа).

source: The currently selected fonts language
ar: لغة الخطوط المختارة حاليا
uz@cyrillic: Жорий танланган тил шрифтлари

source: The currently selected fonts language. Valid values are "ar" (arabic), "x-baltic" (baltic languages), "x-central-euro" (central european languages), "x-cyrillic" (languages written with cyrillic alphabet), "el" (greek), "he" (hebrew), "ja" (japanese), "ko" (korean), "zh-CN" (simplified chinese), "th" (thai), "zh-TW" (traditional chinese), "tr" (turkish), "x-unicode" (other languages), "x-western" (languages written in latin script), "x-tamil" (tamil) and "x-devanagari" (devanagari).
ar: لغة الخطوط المختارة حاليا. القيم الممكنة هي "ar"·(العربية),·"x-baltic"·(لغات البلطيق),·"x-central-euro"·(لغات وسط اوروبا),·"x-cyrillic"·(اللغات المكتوبة بالحروف السريالية),·"el"·(الاغريقية),·"he"·(العبرية),·"ja"·(اليابانية),·"ko"·(الكورية),·"zh-CN"·(صيني مبسط),·"th"·(تاي),·"zh-TW"·(صيني تقليدي),·"tr"·(التركية),·"x-unicode"·(لغات أخرى),·"x-western"·(لغات مكتوبة بالرموز اللاتينية),"x-tamil"·(تاميل)·،·"x-devanagari"·(ديفانجاري).
uz@cyrillic: Жорий танланган шрифтлар тили. Мавжуд қийматлар: "ar" (арабча), "x-baltic" (болтиқбўйи тиллари), "x-central-euro" (марказий европа тиллари), "x-cyrillic" (кирилчадан фойдаланадиган тиллар), "el" (юнонча), "he" (яҳудийча), "ja" (японча), "ko" (корейсча), "zh-CN" (соддалаштирилган хитойча), "th" (тайча), "zh-TW" (анъанавий хитойча), "tr" (туркча), "x-unicode" (бошқа тиллар), "x-western" (лотинча ҳарфлардан фойдаланадиган тиллар), "x-tamil" (тамил) ва "x-devanagari" (девангари).

source: The downloads folder
ar: مجلد ال_تنزيلات
uz@cyrillic: Ёзиб олиш жилди

source: The encoding autodetector. Empty string means autodetect is off
ar: كاشف التشفيرات الآلي. سلسلة فارغة تعني أن الكشف الآلي ملغى
uz@cyrillic: Кодлаш усулини авто-аниқлаш. Бўш қолдирилса, авто-аниқлаш ўчирилади

source: The encoding autodetector. Valid entries are "" (autodetectors off), "cjk_parallel_state_machine" (autodetect east asian encodings), "ja_parallel_state_machine" (autodetect japanese encodings), "ko_parallel_state_machine" (autodetect korean encodings), "ruprob" (autodetect russian encodings), "ukprob" (autodetect ukrainian encodings), "zh_parallel_state_machine" (autodetect chinese encodings), "zhcn_parallel_state_machine" (autodetect simplified chinese encodings), "zhtw_parallel_state_machine" (autodetect traditional chinese encodings) and "universal_charset_detector" (autodetect most encodings).
ar: الكاشف الآلي لالتشفيرات. القيم الممكنة هي ""·(الكاشفات الآلية لا تعمل)، "cjk_parallel_state_machine"·(كشف آلي لالتشفيرات الشرق آسيوية)، "ja_parallel_state_machine"·(كشف آلي لتشفيرات اللغة اليابانية)،·"ko_parallel_state_machine"·(كشف·آلي·لتشفيرات·اللغة·الكورية)،·"ruprob"·(كشف·آلي·لتشفيرات·اللغة·الروسية)، "ukprob"·(كشف·آلي·لتشفيرات·اللغة·الاوكرانية)،"zh_parallel_state_machine"·(كشف·آلي·لتشفيرات·اللغة·الصينية)،·"zhcn_parallel_state_machine"·(كشف·آلي·لتشفيرات·اللغة·الصينية المبسطة)،·"zhtw_parallel_state_machine"·(كشف·آلي·لتشفيرات·اللغة·الصينية التقليدية)·and·"universal_charset_detector"·(كشف·آلي·لمعظم التشفيرات).
uz@cyrillic: Кодлаш усулини авто-аниқлаш. Мавжуд кодлаш усуллари: "" (авто-аниқлаш ўчирилган), "cjk_parallel_state_machine" (шарқий осиёча кодлаш усули), "ja_parallel_state_machine" (японча кодлаш усули), "ko_parallel_state_machine" (корейсча кодлаш усули), "ruprob" (русча кодлаш усули), "ukprob" (украинча кодлаш усули), "zh_parallel_state_machine" (хитойча кодлаш усули), "zhcn_parallel_state_machine" (соддалаштирилган хитойча кодлаш усули), "zhtw_parallel_state_machine" (анъанавий хитойча кодлаш усули) and "universal_charset_detector" (кўплаб кодлаш усуллари).

source: The page information shown in the history view
ar: معلومات الصفحة المعروضة في معرض التاريخ
uz@cyrillic: Тарих ойнасида кўрсатиладиган саҳифа маълумоти

source: The page information shown in the history view. Valid values in the list are "address", "title".
ar: معلومات الصفحة المعروضة في مشهد التاريخ. القيم الممكنة في القائمةهي "address"و·"title".
uz@cyrillic: Тарих ойнасида кўрсатиладиган саҳифа маълумоти. Қуйидагилар бўлиши мумкин: "address" (манзил), "title" (сарлавҳа).

source: The path of the folder where to download files to; or "Downloads" to use the default downloads folder, or "Desktop" to use the desktop folder.
ar: المسار إلى مجلد التنزيل, أو "Downloads" لاستعمال مجلد التنزيل الافتراضي, أو "Desktop" لاستعمال سطح المكتب.
uz@cyrillic: Файллар ёзиб олинадиган жилд; андоза жилддан фойдаланиш учун "Downloads" ёки иш столига ёзиб олиш учун "Desktop"дан фойдаланинг.

source: Toolbar style
ar: شكل أزرار عمود الأدوات
uz@cyrillic: Асбоблар панели услуби

source: Toolbar style. Allowed values are "" (use GNOME default style), "both" (text and icons), "both-horiz" (text besides icons), "icons", and "text".
ar: نسق شريط الأدوات. القيم المسموحة هي "" (استعمل نسق جنوم الإفتراضي), "both" (أيقونة و كتابة), "both-horiz" (الكتابة بجانب الأيقونة), "icons", و "text".

source: Use own colors
ar: استخدام الألوان الخاصة
uz@cyrillic: Фойдаланувчи рангларидан фойдаланиш

source: Use own fonts
ar: استخدام الخطوط الخاصة
uz@cyrillic: Фойдаланувчи шрифтларидан фойдаланиш

source: Use your own colors instead of the colors the page requests.
ar: استخدم ألوانك الخاصة عوض الألوان التي تطلبها الصفحة.
uz@cyrillic: Саҳифа талаб қилган ранглар ўрнига фойдаланувчи рангларидан фойдаланиш.

source: Use your own fonts instead of the fonts the page requests.
ar: استخدم خطوطك الخاصة عوض الخطوط التي تطلبها الصفحة.
uz@cyrillic: Саҳифа талаб қилган шрифтлар ўрнига фойдаланувчи шрифтларидан фойдаланиш.

source: When files cannot be opened by the browser they are automatically downloaded to the download folder and opened with the appropriate application.
ar: ستنزل الملفات آليا إلى مجلد التنزيل عندما لا يمكن فتحها بالمتصفح ثم تفتح بالتطبيق المناسب.
uz@cyrillic: агар файллар браузер томонидан очилмаса, улар автоматик равишда ёзиб олинади ва мос дастур билан очилади.

source: Where to accept cookies from. Possible values are "anywhere", "current site" and "nowhere".
ar: من اين ستستقبل الكوكيس. القيم الممكنة هي "anywhere"و·"current·site"·و·"nowhere".
uz@cyrillic: cookie файллари қабул қилинадиган жойлар. Мавжуд қийматлар: "anywhere" (ҳамма жойдан), "current site" (жорий сайтдаг ва "nowhere" (ҳеч қаердан).

source: Whether to print the background color
ar: فيما إذا سيطبع لون الخلفيّة
uz@cyrillic: Орқа фон рангини босиб чиқарилиши ёки чиқарилмаслиги

source: Whether to print the background images
ar: فيما إذا ستطبع صورة الخلفيّة
uz@cyrillic: Орқа фон расмини босиб чиқарилиши ёки чиқарилмаслиги

source: Whether to print the date in the footer
ar: ما إذا وجب طبع تاريخ اليوم في الهامش
uz@cyrillic: Пастки колонтитулда санани кўрсатилиши

source: Whether to print the page address in the header
ar: ما إذا يطبع عنوان الصفحة في الترويسة
uz@cyrillic: Юқори колонтитулда саҳифа манзилини кўрсатилиши

source: Whether to print the page numbers (x of total) in the footer
ar: ما إذا وجب طبع أرقام الصفحات (x بمجموع) في الهامش
uz@cyrillic: Пастки колонтитулда саҳифа рақамини (жамидан x) кўрсатилиши

source: Whether to print the page title in the header
ar: ما إذا يجب طبع عنوان الصفحة في الترويسة
uz@cyrillic: Юқори колонтитулда саҳифа сарлавҳасини кўрсатилиши

source: Whether to store and prefill passwords in web sites.
ar: إذا كان سيتم حفظ وإعادة ملأ كلمات السر في المواقع.
uz@cyrillic: Веб саҳифалар махфий сўзларини сақлаш ва махфий сўз майдонига қўйиш

source: x-western
ar: ar

source: <b>Fingerprints</b>
ar: <b>البصمات</b>
uz@cyrillic: <b>Бармоқ излар</b>

source: <b>Issued By</b>
ar: <b>أصدر من طرف</b>
uz@cyrillic: <b>Ким томонидан берилган</b>

source: <b>Issued To</b>
ar: <b>أصدر لـ</b>
uz@cyrillic: <b>Кимга берилган</b>

source: <b>Validity</b>
ar: <b>الصلوحية</b>
uz@cyrillic: <b>Яроқлилик муддати</b>

source: Certificate _Fields
ar: _حقول الشهادة
uz@cyrillic: Сертификат _майдонлари

source: Certificate _Hierarchy
ar: ت_درج الشهادات
uz@cyrillic: Сертификат _иерархияси

source: Common Name:
ar: الإسم العمومي:
uz@cyrillic: умумий номи:

source: Details
ar: التفاصيل
uz@cyrillic: Тафсилотлар

source: Expires On:
ar: ينقضي عند:
uz@cyrillic: Тугайди:

source: Field _Value
ar: حقل ال_قيمة
uz@cyrillic: Майдон _қиймати

source: General
ar: عام
uz@cyrillic: Умумий

source: Issued On:
ar: نشر عند:
uz@cyrillic: Берилган сана:

source: MD5 Fingerprint:
ar: بصمة MD5:
uz@cyrillic: MD5 форматидаги бармоқ изи:

source: Organization:
ar: المؤسسة:
uz@cyrillic: Ташкилот:

source: Organizational Unit:
ar: الوحدة المؤسساتية:

source: SHA1 Fingerprint:
ar: بصمة SHA1:
uz@cyrillic: SHA1 форматидаги бармоқ изи:

source: Serial Number:
ar: الرقم المتسلسل:
uz@cyrillic: Серия рақами:

source: <b>_Automatic</b>
ar: <b>آ_لي</b>
uz@cyrillic: <b>_Автоматик</b>

source: <b>_Use a different encoding:</b>
ar: <b>ا_ستخدم تشفيرا مغايرا:</b>
uz@cyrillic: <b>Бошқа кодлаш усулидан _фойдаланиш:</b>

source: Cookies
ar: كوكيس
uz@cyrillic: Cookie'лар

source: Downloads
ar: التنزيلات
uz@cyrillic: Ёзиб олиш

source: Passwords
ar: كلمات السر
uz@cyrillic: Махфий сўзлар

source: Personal Data
ar: البيانات الشخصية
uz@cyrillic: Шахсий маълумот

source: Text Encoding
ar: تشفير النص
uz@cyrillic: Матн кодлаш усули

source: Use the encoding specified by the document
ar: استخدام التشفير المحدد من طرف المستند
uz@cyrillic: Ҳужжат кодлаш усулидан фойдаланиш

source: _Show password
ar: أ_ظهر كلمة المرور

source: Sign Text
ar: نص العلامة
uz@cyrillic: Матнни имзолаш

source: To confirm that you want to sign the above text, choose a certificate to sign the text with and enter its password below.
ar: للتأكد من أنك تريد أن توقُع النص أعلاه، أختر شهادة لتوقع بها النص و قم بإدخال كلمة مرورها فى الأسفل.

source: _Certificate:
ar: _شهادة:
uz@cyrillic: _Сертификат:

source: _Password:
ar: _كلمة السر:
uz@cyrillic: _Махфий сўз:

source: _View Certificate...
ar: _عرض الشهادة...

source: <b>Cookies</b>
ar: <b>كوكيس</b>
uz@cyrillic: <b>Cookie'лар</b>

source: <b>Downloads</b>
ar: <b>التنزيلات</b>
uz@cyrillic: <b>Ёзиб олиш</b>

source: <b>Encodings</b>
ar: <b>التشفيرات</b>
uz@cyrillic: <b>Кодлаш усуллари</b>

source: <b>Home page</b>
ar: <b>الصفحة الرئيسية</b>
uz@cyrillic: <b>Уй саҳифаси</b>

source: <b>Languages</b>
ar: <b>اللغات</b>
uz@cyrillic: <b>Тиллар</b>

source: <b>Passwords</b>
ar: <b>كلمات السر</b>
uz@cyrillic: <b>Махфий сўзлар</b>

source: <b>Temporary Files</b>
ar: <b>الملفات الوقتية</b>
uz@cyrillic: <b>Вақтинчалик файлар</b>

source: <b>Web Content</b>
ar: <b>محتوى الانترنت</b>

source: A_utomatically download and open files
ar: تنزيل و فتح آ_لي للملفات
uz@cyrillic: Файлларни а_втоматик ёзиб олиш ва очиш

source: Add Language
ar: إضافة لغة
uz@cyrillic: Тил қўшиш

source: Allow popup _windows
ar: السماح بالنوافذ ال_منبثقة

source: Au_todetect:
ar: _كشف آلي:
uz@cyrillic: Ав_то-аниқлаш:

source: Choose a l_anguage:
ar: اختيار _لغة:
uz@cyrillic: _Тилни танлаш:

source: Cl_ear
ar: _مسح
uz@cyrillic: То_залаш

source: De_fault:
ar: الإ_فتراض:
uz@cyrillic: Ан_доза:

source: Enable Java_Script
ar: تفعيل _جافاسكربت
uz@cyrillic: Java_Script'ни ёқиш

source: Enable _Java
ar: تفعيل _جافا
uz@cyrillic: _Java'ни ёқиш

source: Fonts
ar: خطوط
uz@cyrillic: Шрифтлар

source: Fonts & Style
ar: خطوط و مظاهر
uz@cyrillic: Шрифтлар ва услуб

source: For l_anguage:
ar: ل_لّغة:
uz@cyrillic: _Тил учун:

source: Language
ar: اللغة
uz@cyrillic: Тил

source: Let web pages specify their own _fonts
ar: ترك الصفحات لتحديد _خطوطها الخاصة
uz@cyrillic: Веб саҳифаларга ўз _шрифтларини ишлатишга рухсат бериш

source: Let web pages specify their own c_olors
ar: ترك الصفحات لتحديد أ_لوانها الخاصة
uz@cyrillic: Веб саҳифаларга ўз _рангларини ишлатишга рухсат бериш

source: MB
ar: مب
uz@cyrillic: Мб

source: Only _from sites you visit
ar: فقط _من مواقع تزورها
uz@cyrillic: Фақат ташриф буюрган сайтлар_дан

source: Preferences
ar: تفضيلات
uz@cyrillic: Параметрлар

source: Privacy
ar: الخصوصية
uz@cyrillic: Махфийлик

source: Set to Current _Page
ar: ضبط كال_صفحة الحالية
uz@cyrillic: Жорий _саҳифага ўрнатиш

source: Set to _Blank Page
ar: ضبط كصفحة _فارغة
uz@cyrillic: _Бўш саҳифага ўрнатиш

source: Use custom _stylesheet
ar: ا_ستعمل مستند نسق مخصص
uz@cyrillic: Бошқа _услубдан фойдаланиш
