Repository: Acidburn0zzz/epiphany
Catalog: po/*.po
Languages: ar, uz@cyrillic

source: _Address:
ar: ال_عنوان:
uz@cyrillic: _Манзил:

source: _Always accept
ar: تقبل _دائم
uz@cyrillic: _Ҳар доим қабул қилиш

source: _Detailed Font Settings...
ar: تفا_صيل إعدادات الخط...

source: _Disk space:
ar: فضاء ال_قرص:
uz@cyrillic: _Диск бўшлиги:

source: _Download folder:
ar: مجلد ال_تنزيل:
uz@cyrillic: _Ёзиб олиш жилди:

source: _Edit Stylesheet...
ar: ت_حرير مستند النسق...

source: _Fixed width:
ar: العرض الم_ثبت:
uz@cyrillic: Эни _ўзгармайдиган:

source: _Minimum size:
ar: الحجم الأد_نى:
uz@cyrillic: _Минимал ўлчам:

source: _Never accept
ar: لا تتقبل _أبدا
uz@cyrillic: _Ҳеч қачон қабул қилинмасин

source: _Remember passwords
ar: تذ_كر كلمات السر
uz@cyrillic: Махфий сўзларни _эслаб қолиш

source: _Variable width:
ar: عرض _قابل للتغيير:
uz@cyrillic: _Ўзгарувчан кенглик:

source: <b>Background</b>
ar: <b>الخلفية</b>
uz@cyrillic: <b>Орқа фон</b>

source: <b>Footers</b>
ar: <b>الهوامش</b>
uz@cyrillic: <b>Пастки колонтитуллар</b>

source: <b>Frames</b>
ar: <b>إطارات</b>
uz@cyrillic: <b>Фреймлар</b>

source: <b>Headers</b>
ar: <b>الترويسات</b>
uz@cyrillic: <b>Юқори колонтитуллар</b>

source: As laid out on the _screen
ar: كما تظهر على ا_لشاشة
uz@cyrillic: _Экранда жойлашгани каби

source: O_nly the selected frame
ar: فق_ط الاطار المختار
uz@cyrillic: Ф_ақат танланган фрейм

source: P_age title
ar: عنوان ال_صفحة
uz@cyrillic: _Саҳифа сарлавҳаси

source: Page _numbers
ar: أر_قام الصفحات
uz@cyrillic: Саҳифа _рақамлари

source: Print background c_olors
ar: طبع أ_لوان الخلفية
uz@cyrillic: Орқа фон _рангларини босиб чиқариш

source: Print background i_mages
ar: طبع _صور الخلفية
uz@cyrillic: Орқа фон р_асмларини босиб чиқариш

source: _Date
ar: _تاريخ اليوم
uz@cyrillic: _Сана

source: _Each frame separately
ar: _كل اطار منفصل
uz@cyrillic: _Ҳар бир фрейм алоҳида-алоҳида

source: _Page address
ar: عنوان ال_صفحة
uz@cyrillic: _Саҳифа манзили

source: _Show Downloads
ar: أظهر التنزيلات
uz@cyrillic: Ёзиб олишларни _кўрсатиш

source: _Pause
ar: _توقيف مؤقت
uz@cyrillic: _Вақтинча тўхтатиш

source: _Resume
ar: _كمٌل
uz@cyrillic: _Давом этиш

source: %s %s of %s
ar: %s %s من %s
uz@cyrillic: %s %s / %s

source: Unknown
ar: مجهول
uz@cyrillic: Номаълум

source: %d download
ar: تنزيل واحد

source: download status|Unknown
ar: مجهول
uz@cyrillic: ёзиб олиш ҳолати|Номаълум

source: download status|Failed
ar: فشل
uz@cyrillic: ёзиб олиш ҳолати|Муваффақиятсиз

source: File
ar: ملف
uz@cyrillic: Файл

source: Remaining
ar: متبق
uz@cyrillic: Қолган вақт

source: Epiphany can't be used now. Mozilla initialization failed.
ar: لا يمكن استخدام إيبِفَني الآن. فشلت تهيئة موزيلا.

source: Arabic (_IBM-864)
ar: عربي (IBM-864)
uz@cyrillic: Арабча (_IBM-864)

source: Arabic (ISO-_8859-6)
ar: عربي (ISO-8859-6)
uz@cyrillic: Арабча (ISO-_8859-6)

source: Arabic (_MacArabic)
ar: عربي (MacArabic)
uz@cyrillic: Арабча (_MacArabic)

source: Arabic (_Windows-1256)
ar: عربي (Windows-1256)
uz@cyrillic: Арабча (_Windows-1256)

source: Baltic (_ISO-8859-13)
ar: بلطيقي (ISO-8859-13)
uz@cyrillic: Балтик (_ISO-8859-13)

source: Baltic (I_SO-8859-4)
ar: بلطيقي (ISO-8859-4)
uz@cyrillic: Балтик (I_SO-8859-4)

source: Baltic (_Windows-1257)
ar: بلطيقي (Windows-1257)
uz@cyrillic: Балтик (_Windows-1257)

source: _Armenian (ARMSCII-8)
ar: أرمني (ARMSCII-8)
uz@cyrillic: _Арманча (ARMSCII-8)

source: _Georgian (GEOSTD8)
ar: جورجي (GEOSTD8)
uz@cyrillic: _Грузинча (GEOSTD8)

source: Central European (_IBM-852)
ar: أوروبا الوسطى (IBM-852)
uz@cyrillic: Марказий европача (_IBM-852)

source: Central European (I_SO-8859-2)
ar: أوروبا الوسطى (ISO-8859-2)
uz@cyrillic: Марказий европача (I_SO-8859-2)

source: Central European (_MacCE)
ar: وسط أوروبا (MacCE)
uz@cyrillic: Марказий европача (_MacCE)

source: Central European (_Windows-1250)
ar: وسط أوروباط (Windows-1250)
uz@cyrillic: Марказий европача (_Windows-1250)

source: Chinese Simplified (_GB18030)
ar: صيني مبسط (GB18030)
uz@cyrillic: Соддалаштирилган хитойча (_GB18030)

source: Chinese Simplified (G_B2312)
ar: صيني مبسط (GB2312)
uz@cyrillic: Соддалаштирилган хитойча (G_B2312)

source: Chinese Simplified (GB_K)
ar: صيني مبسط (GBK)
uz@cyrillic: Соддалаштирилган хитойча (GB_K)

source: Chinese Simplified (_HZ)
ar: صيني مبسط (HZ)
uz@cyrillic: Соддалаштирилган хитойча (_HZ)

source: Chinese Simplified (_ISO-2022-CN)
ar: صيني مبسط (ISO-2022-CN)
uz@cyrillic: Соддалаштирилган хитойча (_ISO-2022-CN)

source: Chinese Traditional (Big_5)
ar: صيني تقليدي (Big5)
uz@cyrillic: Анъанавий хитойча (Big_5)

source: Chinese Traditional (Big5-HK_SCS)
ar: صيني تقليدي (Big5-HKSCS)
uz@cyrillic: Анъанавий хитойча (Big5-HK_SCS)

source: Chinese Traditional (_EUC-TW)
ar: صيني تقليدي (EUC-TW)
uz@cyrillic: Анъанавий хитойча (_EUC-TW)

source: Cyrillic (_IBM-855)
ar: سيريالي (IBM-855)
uz@cyrillic: Кирилча (_IBM-855)

source: Cyrillic (I_SO-8859-5)
ar: سيريالي (ISO-8859-5)
uz@cyrillic: Кирилча (I_SO-8859-5)

source: Cyrillic (IS_O-IR-111)
ar: سيريالي (ISO-IR-111)
uz@cyrillic: Кирилча (IS_O-IR-111)

source: Cyrillic (_KOI8-R)
ar: سيريالي (KOI8-R)
uz@cyrillic: Кирилча (_KOI8-R)

source: Cyrillic (_MacCyrillic)
ar: سيريالي (MacCyrillic)
uz@cyrillic: Кирилча (_MacCyrillic)

source: Cyrillic (_Windows-1251)
ar: سيريالي (Windows-1251)
uz@cyrillic: Кирилча (_Windows-1251)

source: Cyrillic/_Russian (IBM-866)
ar: سيريالي روسي (CP-866)
uz@cyrillic: Кирилча/_Русча (IBM-866)

source: Greek (_ISO-8859-7)
ar: يوناني (ISO-8859-7)
uz@cyrillic: Юнонча (_ISO-8859-7)

source: Greek (_MacGreek)
ar: يوناني (MacGreek)
uz@cyrillic: Юнонча (_MacGreek)

source: Greek (_Windows-1253)
ar: يوناني (Windows-1253)
uz@cyrillic: Юнонча (_Windows-1253)

source: Gujarati (_MacGujarati)
ar: كوجراتي (MacGujarati)
uz@cyrillic: Гужорати (_MacGujarati)

source: Gurmukhi (Mac_Gurmukhi)
ar: غورموخي (MacGurmukhi)
uz@cyrillic: Гурмухи (Mac_Gurmukhi)

source: Hindi (Mac_Devanagari)
ar: هندي (MacDevanagari)
uz@cyrillic: Хинди (Mac_Devanagari)

source: Hebrew (_IBM-862)
ar: عبري (IBM-862)
uz@cyrillic: Яҳудийча (_IBM-862)

source: Hebrew (IS_O-8859-8-I)
ar: عبري (ISO-8859-8-I)
uz@cyrillic: Яҳудийча (IS_O-8859-8-I)

source: Hebrew (_MacHebrew)
ar: عبري (MacHebrew)
uz@cyrillic: Яҳудийча (_MacHebrew)

source: Hebrew (_Windows-1255)
ar: عبري (Windows-1255)
uz@cyrillic: Яҳудийча (_Windows-1255)

source: _Visual Hebrew (ISO-8859-8)
ar: عبري مرئي (ISO-8859-8)

source: Japanese (_EUC-JP)
ar: ياباني (EUC-JP)
uz@cyrillic: Японча (_EUC-JP)

source: Japanese (_ISO-2022-JP)
ar: ياباني (ISO-2022-JP)
uz@cyrillic: Японча (_ISO-2022-JP)

source: Japanese (_Shift-JIS)
ar: ياباني (Shift_JIS)
uz@cyrillic: Японча (_Shift-JIS)

source: Korean (_EUC-KR)
ar: كوري (EUC-KR)
uz@cyrillic: Корейсча (_EUC-KR)

source: Korean (_ISO-2022-KR)
ar: كوري (ISO-2022-KR)
uz@cyrillic: Корейсча (_ISO-2022-KR)

source: Korean (_JOHAB)
ar: كوري (JOHAB)
uz@cyrillic: Корейсча (_JOHAB)

source: Korean (_UHC)
ar: كوري (UHC)
uz@cyrillic: Корейсча (_UHC)

source: _Celtic (ISO-8859-14)
ar: كلتي (ISO-8859-14)
uz@cyrillic: _Келтча (ISO-8859-14)

source: _Icelandic (MacIcelandic)
ar: أيسلاندي (MacIcelandic)
uz@cyrillic: _Исландча (MacIcelandic)

source: _Nordic (ISO-8859-10)
ar: شمالي (ISO-8859-10)
uz@cyrillic: _Скандинавча (ISO-8859-10)

source: _Persian (MacFarsi)
ar: فارسية (MacFarsi)
uz@cyrillic: _Форсча (MacFarsi)

source: Croatian (Mac_Croatian)
ar: كرواتي (MacCroatian)
uz@cyrillic: Хорватча (Mac_Croatian)

source: _Romanian (MacRomanian)
ar: روماني (MacRomanian)
uz@cyrillic: _Руминча (MacRomanian)

source: R_omanian (ISO-8859-16)
ar: روماني (ISO-8859-16)
uz@cyrillic: Р_уминча (ISO-8859-16)

source: South _European (ISO-8859-3)
ar: جنوب اوروبا (ISO-8859-3)
uz@cyrillic: Жанубий _Европача (ISO-8859-3)

source: Thai (TIS-_620)
ar: تايلاندي (TIS-620)
uz@cyrillic: Тай (TIS-_620)

source: Thai (IS_O-8859-11)
ar: بلطيقي (ISO-8859-13)
uz@cyrillic: Тай (IS_O-8859-11)

source: _Thai (Windows-874)
ar: بلطيقي (Windows-1257)
uz@cyrillic: _Тай (Windows-874)

source: Turkish (_IBM-857)
ar: تركي (IBM-857)
uz@cyrillic: Туркча (_IBM-857)

source: Turkish (I_SO-8859-9)
ar: تركي (ISO-8859-9)
uz@cyrillic: Туркча (I_SO-8859-9)

source: Turkish (_MacTurkish)
ar: تركي (MacTurkish)
uz@cyrillic: Туркча (_MacTurkish)

source: Turkish (_Windows-1254)
ar: تركي (Windows-1254)
uz@cyrillic: Туркча (_Windows-1254)

source: Unicode (UTF-_8)
ar: يونيكود (يو تي اف-8)
uz@cyrillic: Юникод (UTF-_8)

source: Cyrillic/Ukrainian (_KOI8-U)
ar: سيريالي / اوكراني (KOI8-U)
uz@cyrillic: Кирилча/Украинча (_KOI8-U)

source: Cyrillic/Ukrainian (Mac_Ukrainian)
ar: سيريالي / اوكراني (MacUkrainian)
uz@cyrillic: Кирилча/Украинча (Mac_Ukrainian)

source: Vietnamese (_TCVN)
ar: فيتنامي (TCVN)
uz@cyrillic: Вьетнамча (_TCVN)

source: Vietnamese (_VISCII)
ar: فيتنامي (VISCII)
uz@cyrillic: Вьетнамча (_VISCII)

source: Vietnamese (V_PS)
ar: فيتنامي (VPS)
uz@cyrillic: Вьетнамча (V_PS)

source: Vietnamese (_Windows-1258)
ar: فيتنامي (Windows-1258)
uz@cyrillic: Вьетнамча (_Windows-1258)

source: Western (_IBM-850)
ar: غربي (IBM-850)
uz@cyrillic: Ғарбий (_IBM-850)

source: Western (_ISO-8859-1)
ar: غربي (ISO-8859-1)
uz@cyrillic: Ғарбий (_ISO-8859-1)

source: Western (IS_O-8859-15)
ar: غربي (ISO-8859-15)
uz@cyrillic: Ғарбий (IS_O-8859-15)

source: Western (_MacRoman)
ar: غربي (MacRoman)
uz@cyrillic: Ғарбий (_MacRoman)

source: Western (_Windows-1252)
ar: غربي (Windows-1252)
uz@cyrillic: Ғарбий (_Windows-1252)

source: English (_US-ASCII)
ar: انجليزي (US-ASCII)
uz@cyrillic: Инглизча (_US-ASCII)

source: Unicode (UTF-_16 BE)
ar: يونيكود (يو تي اف-1_6BE)
uz@cyrillic: Юникод (UTF-_16 BE)

source: Unicode (UTF-1_6 LE)
ar: يونيكود (يو تي ا_ف-16LE)
uz@cyrillic: Юникод (UTF-1_6 LE)

source: Unicode (UTF-_32 BE)
ar: يونيكود (يو تي اف-3_2BE)
uz@cyrillic: Юникод (UTF-_32 BE)

source: Unicode (UTF-3_2 LE)
ar: يونيكود (ي_و تي اف-32LE)
uz@cyrillic: Юникод (UTF-3_2 LE)

source: autodetectors|Off
ar: موقف
uz@cyrillic: Ўчирилган

source: automatically detect ... character encodings|Chinese
ar: صيني
uz@cyrillic: Хитойча

source: automatically detect ... character encodings|Simplified Chinese
ar: صيني أولي
uz@cyrillic: Соддалаштирилган хитойча

source: automatically detect ... character encodings|Traditional Chinese
ar: صيني تقليدي
uz@cyrillic: Анъанавий хитойча

source: automatically detect ... character encodings|East Asian
ar: شرق أسيوي
uz@cyrillic: Шарқий осиё

source: automatically detect ... character encodings|Japanese
ar: ياباني
uz@cyrillic: Японча

source: automatically detect ... character encodings|Korean
ar: كوري
uz@cyrillic: Корейсча

source: automatically detect ... character encodings|Russian
ar: روسي
uz@cyrillic: Русча

source: automatically detect ... character encodings|Universal
ar: عالمي
uz@cyrillic: Универсал

source: automatically detect ... character encodings|Ukrainian
ar: أكراني
uz@cyrillic: Украинча

source: Unknown (%s)
ar: مجهول (%s)
uz@cyrillic: Номаълум (%s)

source: All
ar: الكل
uz@cyrillic: Ҳаммаси

source: Others
ar: أخرى
uz@cyrillic: Бошқалар

source: Local files
ar: الملفات المحلية
uz@cyrillic: Локал файллар

source: Save
ar: حفظ
uz@cyrillic: Сақлаш

source: File Type:|Unknown
ar: غير معروف
uz@cyrillic: Номаълум

source: Download this potentially unsafe file?
ar: هل تريد تنزيل هذا الملف رغم إمكانية أنه غير آمن؟
uz@cyrillic: Хавфли бўлиши мумкин бўлган ушбу файл ёзиб олинсинми?

source: File Type: “%s”. It is unsafe to open “%s” as it could potentially damage your documents or invade your privacy. You can download it instead.
ar: نوع الملفات: “%s”. يمكن أن يتلف “%s” مستنداتك أو أن يجهم على سريتك. فتحه مباشرة عير آمن. يمكنك حفظه عوضا عن ذلك.

source: Open this file?
ar: فتح الملف؟
uz@cyrillic: Ушбу файл очилсинми?

source: File Type: “%s”. You can open “%s” using “%s” or save it.
ar: نوع الملف “%s”. يمكن فتح “%s” ب “%s” أو حفظه.

source: Download this file?
ar: تنزيل الملف؟
uz@cyrillic: Ушбу файл ёзиб олинсинми?

source: File Type: “%s”. You have no application able to open “%s”. You can download it instead.
ar: نوع الملف “%s”. لا يوجد تطبيق لفتح “%s”. يمكنك حفظه.
uz@cyrillic: Файл тури: «%s». «%s» файлини очиш учун мос дастур йўқ. Керакли дастурни ёзиб олишингиз мумкин.

source: _Save As...
ar: _حفظ كـ...
uz@cyrillic: Бошқача _сақлаш...

source: “%s” Protocol is not Supported
ar: البروتوكول “%s” غير مدعوم
uz@cyrillic: “%s” протоколи қўлланилмайди

source: “%s” protocol is not supported.
ar: البروتوكول “%s” غير مدعوم.
uz@cyrillic: “%s” протоколи қўлланилмайди.

source: Supported protocols are “http”, “https”, “ftp”, “file”, “smb” and “sftp”.
ar: البروتكولات المدعومة هي “http”, “https”, “ftp”, “file”, “smb” و “sftp”.
uz@cyrillic: Қўлланиладиган протоколлар: “http”, “https”, “ftp”, “file”, “smb” ва “sftp”.

source: File “%s” not Found
ar: الملف “%s” غير موجود
uz@cyrillic: “%s” файли топилмади

source: File “%s” not found.
ar: الملف “%s” غير موجود.
uz@cyrillic: “%s” файли топилмади.

source: Check the location of the file and try again.
ar: الرجاء التأكد من مكان الملف ثم الإعادة مرة أخرى.
uz@cyrillic: Файл манзилини текширинг ва қайтадан уриниб кўринг.

source: “%s” Could not be Found
ar: لم يمكن إيجاد “%s”
uz@cyrillic: “%s” топилмади

source: “%s” could not be found.
ar: لم يمكن إيجاد “%s”.
uz@cyrillic: “%s” топилмади.

source: Check that you are connected to the internet, and that the address is correct.
ar: تحقق من اتصالك بالإنترت, وأن العنوان صحيح.
uz@cyrillic: Интернетга уланилганлигингизни ва манзил тўғрилигини текшириб кўринг.

source: If this page used to exist, you may find an archived version:
ar: إذا كانت هذه الصفحة غير موجودة, من الممكن إيجاد نسخة مخبأة:

source: “%s” Refused the Connection
ar: “%s” رفض الإتصال
uz@cyrillic: “%s” уланишни рад этди

source: “%s” refused the connection.
ar: “%s” رفض الإتصال.
uz@cyrillic: “%s” уланишни рад этди.

source: Likely causes of the problem are
ar: المسببات المحتملة لهذه المشكلة هي

source: <ul><li>the service %s isn't started.</li>Try to start it using the Services Configuration Tool in Desktop > System Settings > Server Settings > Services, or</ul><ul><li>the port number %d is wrong.</li></ul>
ar: <ul><li>لم يتم تشغيل الخادم %s.</li>جرب تشغيله من أداة خصائص الخدم</ul><ul><li>رقم الميناء %d غير صحيح.</li></ul>

source: <ul><li>some service isn't started, or</li><li>the port number %d is wrong.</li></ul>
ar: <ul><li>بعض الخدمات لا تشتغل.</li><li>رقم الميناء %d غير صحيح.</li></ul>

source: <ul><li>some service isn't started, or</li><li>you got the port number wrong.</li></ul>
ar: <ul><li>بعض الخدمات لا تشتغل.</li><li>رقم الميناء غير صحيح.</li></ul>

source: The server may be busy or you may have a network connection problem. Try again later.
ar: النادل مشغول أو يمكن أن يكون هناك مشكلة في الإتصال. جرب مجددا لاحقا.
uz@cyrillic: Сервер банд ёки тармоқ алоқаси билан муаммо бўлиши мумкин. Илтимос кейинроқ уриниб кўринг.

source: There may be an old version of the page you wanted:
ar: يمكن أن يكون هناك نسخة قديمة للصفحة التي تريد:
uz@cyrillic: Сўралаётган саҳифанинг эски нусхаси бўлиши мумкин:

source: “%s” Interrupted the Connection
ar: “%s” قطع الإتصال
uz@cyrillic: “%s” алоқани узди

source: “%s” interrupted the connection.
ar: “%s” قطع الإتصال.
uz@cyrillic: “%s” алоқани узди.

source: “%s” is not Responding
ar: “%s” لا يجيب
uz@cyrillic: “%s” жавоб бермаяпти

source: “%s” is not responding.
ar: “%s” لا يجيب.
uz@cyrillic: “%s” жавоб бермаяпти.

source: The connection was lost because the server took too long to respond.
ar: تم فشل الإتصال لأن النادل أخذ وقتا كبيرا للإجابة.
uz@cyrillic: Узоқ вақт сервердан жавоб олинмаганлиги сабабли, алоқа узилди.

source: Invalid Address
ar: عنوان غير صحيح
uz@cyrillic: Хато манзил

source: Invalid address.
ar: عنوان غير صحيح.
uz@cyrillic: Хато манзил.

source: The address you entered is not valid.
ar: العنوان الذي قدمته غير صحيح.
uz@cyrillic: Киритилган манзил хато.

source: “%s” Redirected Too Many Times
ar: “%s” أعاد التوجيه عدة مرات
uz@cyrillic: “%s” жуда кўп марта қайта йўналтирилди

source: “%s” redirected too many times.
ar: “%s” أعاد التوجيه عدة مرات.

source: The redirection has been stopped for security reasons.
ar: تم تعطيل إعادة التوجيه لأسباب أمنية.

source: “%s” Requires an Encrypted Connection
ar: يتطلب “%s” اتصالا مشفرا
uz@cyrillic: “%s” хавфсиз уланишни талаб қилади

source: “%s” requires an encrypted connection.
ar: يتطلب “%s” اتصالا مشفرا
uz@cyrillic: “%s” хавфсиз уланишни талаб қилади.

source: The document could not be loaded because encryption support is not installed.
ar: لا يمكن عرض المستند لأن ملحق التشفير غير مثبت.
uz@cyrillic: Шифрлаш ўрнатилмаганлиги сабабли, ҳужжатни юклаб бўлмайди.

source: “%s” Dropped the Connection
ar: “%s” قطع الإتصال
uz@cyrillic: “%s” алоқани узди

source: “%s” dropped the connection.
ar: “%s” قطع الإتصال.
uz@cyrillic: “%s” алоқани узди.

source: The server dropped the connection before any data could be read.
ar: قام النادل بغلق الإتصال قبل قراءة أي بيانات.
uz@cyrillic: Сервер ҳеч қандай маълумот тақдим этмасдан алоқани узди.

source: Cannot Load Document Whilst Working Offline
ar: لا يمكن عرض المستند في الوضع دون اتصال.
uz@cyrillic: Офлайн усулида ҳужжатни юклаб бўлмайди

source: Cannot load document whilst working offline.
ar: لا يمكن عرض المستند في الوضع دون اتصال.
uz@cyrillic: Офлайн усулида ҳужжатни юклаб бўлмайди.

source: To view this document, disable “Work Offline” and try again.
ar: لعرض هذا المستند, قم بتعطيل الوضع دون اتصال ثم جرب مجددا.
uz@cyrillic: Ушбу ҳужжатникўриш учун “Офлайнда ишлаш” усулини бекор қилиб, қайтадан уриниб кўринг.

source: “%s” Denied Access to Port “%d”
ar: منع “%s” الوصول إلى “%d”

source: “%s” denied access to port “%d”.
ar: منع “%s” الوصول إلى “%d”

source: Could not Connect to Proxy Server
ar: لم يمكن الإتّصال بنادل البروكسي
uz@cyrillic: Прокси серверга уланиб бўлмади

source: Could not connect to proxy server.
ar: لم يمكن الإتّصال بنادل البروكسي.
uz@cyrillic: Прокси серверга уланиб бўлмади.

source: Check your proxy server settings. If the connection still fails, there may be a problem with your proxy server or your network connection.
ar: تحقق من خصائص نادل البروكسي. إذا فشل الإتصال, يمكن أن يكون هناك مشكلة في نادل البروكسي أو الإتصال.
uz@cyrillic: Прокси сервер мосламаларини текшириб кўринг. Шунда ҳам алоқа муваффақиятсиз якунланса, унда прокси сервер билан ёки интернет алоқаси билан муаммо бўлиши мумкин.

source: Could not Display Content
ar: لم يمكن عرض المحتويات
uz@cyrillic: Таркибини кўрсатиб бўлмади

source: Could not display content.
ar: لم يمكن عرض المحتويات.
uz@cyrillic: Таркибини кўрсатиб бўлмади.

source: The page uses an unsupported or invalid form of compression.
ar: تستعمل الصفحة نسق ضغط غير مدعوم.
uz@cyrillic: Саҳифа хато ёки қўлланилмайдиган қисиш туридан фойдаланади.

source: The page “%s” in this tab was not fully loaded yet when the web browser crashed; it could have caused the crash.
ar: لم يتم تحميل الصفحة “%s” كليا عند توقف المتصفح; يمكن أن تكون سببا للتوقف.

source: You may find an old version:|in the Google Cache
ar: في مخزن جوجل
uz@cyrillic: Google кэшида

source: You may find an old version:|in the Internet Archive
ar: في أرشيف الإنترنت
uz@cyrillic: Internet Archive'ида

source: Untitled
ar: بدون عنوان

source: _Abort Script
ar: حوا _سكريبت
uz@cyrillic: Скрипт _ҳақида

source: Don't Save
ar: لا تحفظ
uz@cyrillic: Сақланмасин

source: _Username:
ar: إ_سم المستخدم:
uz@cyrillic: _Фойдаланувчи номи:

source: All files
ar: جميع الملفات
uz@cyrillic: Ҳамма файллар

source: Web pages
ar: صفحات إنترنت
uz@cyrillic: Веб саҳифалар

source: Text files
ar: ملفات نصية
uz@cyrillic: Матн файллари

source: Images
ar: صور
uz@cyrillic: Расмлар

source: XML files
ar: ملفات XML
uz@cyrillic: XML файллар

source: XUL files
ar: ملفات XUL
uz@cyrillic: XUL файллар

source: The web site “%s” requests that you sign the following text:
ar: يطلب أن توقع النص التالى“%s”الموقع
uz@cyrillic: “%s” веб сайти қуйидаги матнни имзолашингизни сўраяпти:

source: _Sign text
ar: نص العلامة_
uz@cyrillic: Матнни _имзолаш

source: Options
ar: خيارات
uz@cyrillic: Параметрлар

source: Print this page?
ar: طبع الصفحة الحالية؟
uz@cyrillic: Ушбу саҳифа босиб чиқарилсинми?

source: Preparing to print
ar: تحضير للطباعة
uz@cyrillic: Босиб чиқаришга тайёрланилмоқда

source: Page %d of %d
ar: الصّفحة %d من %d
uz@cyrillic: Саҳифа %d / %d

source: Cancelling print
ar: إلغاء الطّباعة.
uz@cyrillic: Босиб чиқариш бекор қилинмоқда

source: Spooling...
ar: رمي...

source: Print error
ar: خطأ طباعة
uz@cyrillic: Босиб чиқариш хатоси

source: Printing “%s”
ar: طباعة “%s”
uz@cyrillic: “%s” босиб чиқарилмоқда

source: _Select Certificate
ar: ا_نتقاء الشهادة
uz@cyrillic: Сертификатни _танлаш

source: Choose a certificate to present as identification to “%s”.
ar: اختر شهادة لعرضها كتمييز لـ %s.

source: Select a certificate to identify yourself.
ar: انتقي شهادة لتعريف نفسك.
uz@cyrillic: Ўзингизни идентификация қилиш учун сертификатни танланг.

source: Certificate _Details
ar: ت_فاصيل الشهادة
uz@cyrillic: Сертификат _тафсилотлари

source: _View Certificate
ar: _عرض الشهادة
uz@cyrillic: Сертификатни _кўриш

source: _Accept
ar: ت_قبل
uz@cyrillic: _Қабул қилиш

source: The site “%s” returned security information for “%s”. It is possible that someone is intercepting your communication to obtain your confidential information.
ar: ارجع الموقع %s معلومات أمنية عن %s. من الممكن أن أحدا يعترض اتصالاتك للحصول على معلومات سرية لك.

source: You should only accept the security information if you trust “%s” and “%s”.
ar: من المفترض أن تتقبل المعلومة الأمنية إلا عند وثوقك في %s و في %s.

source: Accept incorrect security information?
ar: هل نقبل المعلومة الأمنية الخاطئة؟
uz@cyrillic: Хато хавфсизлик маълумоти қабул қилинсинми?

source: It was not possible to automatically trust “%s”. It is possible that someone is intercepting your communication to obtain your confidential information.
ar: لم يتمكن متصفحك من الوثوق بـ %s. من الممكن أن أحدا يقاطع اتصالك للحصول على معلوماتك الشخصية.

source: You should only connect to the site if you are certain you are connected to “%s”.
ar: يفترض أن تتصل بالموقع فقط اذا كنت متأكدا من اتصالك بـ %s.

source: Connect to untrusted site?
ar: اتصال بالموقع الغير موثوق؟
uz@cyrillic: Ишончсиз бўлган сайтга уланилсинми?

source: _Trust this security information from now on
ar: الوثوق _في المعلومة الأمنية من الآن فصاعدا

source: Co_nnect
ar: ات_صال
uz@cyrillic: _Уланиш

source: Accept expired security information?
ar: هل نتقبل المعلومة الأمنية المنقضية؟
uz@cyrillic: Муддати ўтган хавфсизлик маълумоти қабул қилинсинми?

source: The security information for “%s” expired on %s.
ar: تنقضت المعلومة الأمنية لـ %s في %s.
uz@cyrillic: “%s” учун хавфсизлик маълумоти %s санасигача яроқли.

source: Accept not yet valid security information?
ar: هل نتقبل المعلومة الأمنية الغير مثبتة حاليا؟

source: The security information for “%s” isn't valid until %s.
ar: المعلومة الأمنية لـ %s ليست صحيحة حتى %s.
uz@cyrillic: “%s” учун хавфсизлик маълумоти %s санасига қадар яроқли эмас.

source: You should ensure that your computer's time is correct.
ar: من المفترض أن تتأكد من صحة ساعة حاسوبك.
uz@cyrillic: Компьютер соатини тўғрилигини текшириб кўринг.

source: Cannot establish connection to “%s”
ar: لا يمكن اقامة اتصال مع %s.
uz@cyrillic: “%s” манзили билан алоқа ўрнатиб бўлмади

source: The certificate revocation list (CRL) from “%s” needs to be updated. Please ask your system administrator for assistance.
ar: قائمة شهادات الإبطال (CRL)·من %s تتطلب التحديث. الرجاء الإتصال بمدير النظام للمساعدة.

source: Trust new Certificate Authority?
ar: هل تريد الوثوق بسلطة الشهادة؟

source: _Trust CA
ar: _ثق بالـ CA
uz@cyrillic: CA'га _ишониш

source: Trust new Certificate Authority “%s” to identify web sites?
ar: هل تريد الوثوق بالشهادة “%s” لتمييز المواقع؟

source: Before trusting a Certificate Authority (CA) you should verify the certificate is authentic.
ar: يجب أن تتحقق حقيقة الشهادة قبل الوثوق بسلطة الشهادة.

source: Certificate already exists.
ar: الشهادة موجودة مسبقا.
uz@cyrillic: Сертификат аллақачон мавжуд.

source: The certificate has already been imported.
ar: تم استيراد الشهادة سابقا.
uz@cyrillic: Сертификат аллақачон импорт қилинган.
